Repository: sympa-community/sympa
Catalog: po/*.po
Languages: ro

source: us-ascii
ro: iso-8859-2

source: value
ro: Valoare

source: view all lists
ro: vizualizeaza toate listele

source: virus infection message
ro: mesaj de infectare cu virus

source: visibility
ro: Visibilitate

source: warn rate
ro: Rata de avertizare

source: welcome message
ro: mesaj de bun venit

source: you need to login
ro: trebuie sa te autentifici

source: your email address : %1
ro: adresa ta de mail: %1

source: your password : %1
ro: parola ta: %1
