Repository: sympa-community/sympa
Catalog: po/*.po
Languages: ro

source: %1 / subscribing to %2
ro: %1 / abonare pe lista %2

source: %1 / unsubscribing from %2
ro: %1 / dezabonare from %2

source: %1 / your environment
ro: %1 / zona ta

source: %1 : No such file
ro: %1 : Fisier inexistent

source: %1 : No such file or directory
ro: %1 : Acest fisier sau director nu exista

source: %1 : action succeeded
ro: %1 : operatie reusita

source: %1 : file not editable
ro: %1 : fisier needitabil

source: %1 : incorrect name
ro: %1 : nume incorect

source: %1 : unknown action
ro: %1 : actiune necunoscuta

source: %1 : unknown list
ro: %1 : lista necunoscuta

source: %1 : you are not allowed to perform this action
ro: %1 : aceasta actiune este interzisa

source: %1 admin page
ro: %1 pagina administratorului

source: %1 is already subscribed to the list %2
ro: %1 este abonat la lista %2

source: %1 mailing list creation
ro: %1 creare de lista

source: %1 messages selected out of %2
ro: %1 mesaje selectate dintr-un numar de %2

source: %1 occurrence(s) found
ro: %1 aparitii (s) gasite

source: %1 occurrences found
ro: %1 potrivire gasita

source: %1 subscribers added
ro: %1 abonati adaugati

source: %1 successfully uploaded!
ro: Fisierul %1 a fost incarcat!

source: %1: action failed
ro: %1: actiune esuata

source: %1@%2 mailing list has been activated by listmaster.
ro: %1@%2 lista a fost activata.

source: %s did not receive confirmation for the following addresses :
ro: %s Nu s-a primit confirmarea pentru urmatoarele adrese:

source: %s mailing list does not provide subscriber preferences.
ro: Lista %s nu ofera utilizatorilor optiuni.

source: %s posted your expiration message to the following addresses :
ro: %s a afisat mesajul expirat la urmatoarea adresa:

source: (All of this words,
ro: (Toate cuvintele,

source: (Each of this words,
ro: (Fiecare din aceste cuvinte,

source: (Subject of your mail : %1)
ro: (Subiectul mesajului : %1)

source: (This sentence,
ro: (Propozitie,

source: ), provide your email address and associated password.
ro: ), scrie adresa email si parola asociata.

source: ***** V I R U S A L E R T *****
ro: ***** A L E R TA V I R U S *****

source: ------ End of suspected message ------
ro: ------ Sfarsitul scrisorii cu probleme ------

source: 1 day
ro: 1 zi

source: 1 hour
ro: 1 ora

source: 1 week
ro: 1 saptamana

source: 10 minutes
ro: 10 minute

source: 30 minutes
ro: 30 minute

source: 6 hours
ro: 6 ore

source: 7bit
ro: 8bit

source: : Login / Logout from WWSympa.
ro: : Login / Logout din WWSympa.

source: : bad listname
ro: : nume gresit de lista

source: : directory of lists available on the server
ro: : director cu liste disponibile pe server

source: : user unknown
ro: : utilizator necunoscut

source: : your environment as a subscriber or as owner
ro: : mediul tau ca si abonat sau proprietar de lista

source: <B>%1</B> is subscribed to the following mailing lists
ro: <B>%1</B> este inscris la urmatoarele liste

source: <list> archive file list
ro: Lista fisierelor arhiva apartinand la <list>

source: <list> reception in normal mode
ro: Receptionarea <list> in mod normal

source: A virus in your email
ro: Mesajul tau contine virus

source: ALL
ro: TOTUL">

source: Access
ro: Acces

source: Access rights for the document %1
ro: Drepturi de acces pentru documetul %1

source: Account
ro: Cont

source: Add
ro: Adauga

source: Add a bookmark
ro: Adauga un bookmark

source: Add selected addresses
ro: value="Adauga adresele selectate">

source: Add subscribers
ro: Adauga abonati noi

source: Address "%1" is incorrect
ro: Adresa"%1" in lista gresita

source: Advanced search
ro: Cautare avansata

source: Aliases have been installed.
ro: Aliasurile au fost instalate.

source: Aliases you should install in your mailer
ro: Aliasurile pe care trebuie sa le instalezi in mailer

source: All commands must be sent to the electronic address %1
ro: Toate comenzile de sistem trebuiesc trimise la adresa electronica %1

source: Among subscriber of list %s since %d days, %d didn't confirm there subscription.
ro: De pe lista %s de %d zile %d nu au confirmat abonarerea.

source: An expiration process for list %s has been started. This process will end in %d days. You will then receive the list of subscribers who didn't confirm their subscription in time. You will then be able to remove these addresses yourself with the DEL command.
ro: Pentru lista %s a fost pornit un proces de expirare. Acest proces se va incheia in %d zile. Vei primi apoi o lista cu inscrisi care nu au confirmat abonarea in tiimp util. Acum vei putea sa stergi aceste adrese cu comanda DEL.

source: Anonymous sender
ro: Expeditor anonim

source: Any information about this list :
ro: Alte informatii despre lista :

source: Apply
ro: Modifica">

source: Archive
ro: Arhive

source: Archives
ro: Arhive

source: Article to be approved for %1
ro: Articol pentru aprobat %1

source: Attachment type
ro: Tipul atasamentului

source: Auth method
ro: Metoda de autentificare

source: Authentication requested
ro: Cerere de autentificare

source: Author
ro: Autor

source: Available commands are:
ro: Comenzile disponibile sunt:

source: Available subscription options
ro: Preferinte disponibile

source: Body
ro: Continut

source: Bounce rate in list %s is %d%%. You should delete bouncing subscribers : %s/reviewbouncing/%s
ro: Rata de retrimitere (bounced) in lista %s este%d%%. E indicat sa stergi abonatii care sunt retrimisi: %s/vezi retrimiterile/%s

source: Bounces count : %1
ro: Contor adrese bumerang: %1

source: Bouncing address
ro: Adresa bumerang

source: Cannot create directory %1
ro: Directorul nu poate fi incarcat %1

source: Cannot overwrite file %1
ro: Fisierul nu poate fi scris peste cel original %1

source: Cannot upload file %1
ro: Fisierul nu poate fi incarcat %1

source: Case
ro: Majuscule/minuscule

source: Certificate expiration date
ro: Data de expirare a certificatului

source: Certificate issuer
ro: Utilizatorul certificatului

source: Change my email address
ro: Schimba adresa email">

source: Changing your email address
ro: Schimbarea adresei email

source: Check
ro: Verifica

source: Check %1 list usage :
ro: (Subiectul mesajului : [% subject %])

source: Cipher key size used
ro: Marime cheii de cifru utilizata

source: Closed lists
ro: Liste inchise

source: Command 'quit' found : ignoring end of message.
ro: Comanda 'quit' executata: restul mesajului a fost ignorat.

source: Command not understood: ignoring end of message.
ro: Comanda neexecutabila: restul mesajului a fost ignorat.

source: Command syntax error.
ro: Comanda eronata.

source: Config file has been modified by %1. Cannot apply your changes
ro: Fisierul Config a fost modificat de catre %1. Modificarile nu pot fi operate

source: Configuration file
ro: Fisier de configurare

source: Configuration file has been updated
ro: Fisierul de actualizare a fost actualizat

source: Connexion expiration period
ro: Perioada de expirare a conexiunii

source: Continue search
ro: Continua cautarea">

source: Could not change email for list %1
ro: Modificarea emailului pentru lista nu a putut fi operata %1

source: Create a new file
ro: Creaza un fisier nou

source: Create a new folder inside the folder %1
ro: Creaza un folder nou in folderul%1

source: Create a new folder inside the folder SHARED
ro: Creaza un folder nou in folderul SHARED

source: Create a new subdirectory
ro: Creaza un nou subdirector

source: Create list
ro: Creaza lista

source: Creation date
ro: Data crearii

source: Creation of the list
ro: Crearea listei

source: Current password :
ro: Parola actuala:

source: Custom header field
ro: Camp header

source: Customize templates
ro: Customizeaza template-uri

source: Customizing
ro: Moderate

source: Data have changed on disk. Cannot apply your changes
ro: Informatiile de pe hard au fost modificate. Modificarile nu pot fi operate

source: Data sources setup
ro: Configurarea surselor informatiilor

source: Date
ro: Data

source: Dear owner of list %s, A user asked to be deleted from your list. Shall this be fine with you, you should click the following URL : mailto:%s?subject=auth%%20%s%%20DEL%%20%s%%20%s or send an email to %s with the following subject : AUTH %s DEL %s %s
ro: Draga proprietar al listei %s, Un utilizator a cerut sa fie sters din lista ta. Daca esti de acord, apasa pe urmatorul URL: mailto:%s?subject=auth%%20%s%%20DEL%%20%s%%20%s sau trimite un email la %s cu urmatorul subiect: AUTH %s DEL %s %s

source: Delete
ro: Sterge

source: Delete selected email addresses
ro: Sterge adresele email selectate">

source: Delete selected subscribers
ro: Sterge utilizatorii selectati">

source: Delete selected users
ro: Sterge utilizatorii selectati">

source: Describe the directory %1
ro: Descrie directorul %1

source: Describe the file %1
ro: Descrie fisierul %1

source: Description : %1
ro: Descriere : %1

source: Description:
ro: Descriere:

source: Digest for list %1
ro: Mesaje compilate pentru lista %1

source: Digest frequency
ro: Frecventa de compilare a mesajelor

source: Directory of lists managed on this node
ro: Directorul listelor administrate pe acest nod

source: Displays the subscribers to <list>
ro: Afisarea membrilor inscrisi in <list>

source: Displays which lists you are subscribed to
ro: Afisarea listelor la care sunteti inscris

source: Distribute
ro: Trimite mai departe">

source: Do it
ro: Fa-o

source: E-mail address %s was not found in the list.
ro: Adresa email%s nu exista in aceasta lista.

source: Edit
ro: Editeaza">

source: Edit List Config
ro: Creaza lista comuna

source: Edit access
ro: Acces Edit

source: Edition of the bookmark %1
ro: Editarea bookmark-urilor %1

source: Edition of the directory %1
ro: Editarea directorului%1

source: Edition of the file %1
ro: Editarea fisierului %1

source: Empty folder
ro: Folder gol

source: End of digest for list %1 - %2
ro: Terminarea compilarii mesajelor pentru lista %1 - %2

source: End of your EXPIRE command on list %s
ro: Comanda EXPIRE executat pe lista %s.

source: Error at line %d : %s
ro: Greseala în linia %d %s

source: Error while deleting this message
ro: Eroare aparuta in timpul stergerii acestui mesaj, trimite URL-ul complet al mesajului problema la administrator.</b>

source: Everything about this list :
ro: Informatii despre lista :

source: Everything about this list:
ro: Afla mai multe despre aceasta lista:

source: Expiration of unmoderated messages
ro: Expirarea mesajelor nemoderate

source: Extend search field
ro: Extinde aria de cautare

source: FYI command %s list %s from %s %s (no action needed)
ro: FYI comanda %s lista %s de la %s %s (nu necesita alte operatii)

source: FYI command %s list %s from %s %s validated by %s (no action needed)
ro: FYI comanda %s lista %s din %s %s validata de %s (nu este necesara nici o actiune)

source: FYI: %s list %s from %s %s
ro: FYI: %s lista %s de la %s %s

source: Failed : %1 not empty
ro: Eroare: %1 nu e deschis

source: Failed : your content is empty
ro: Eroare: nu exista continut

source: Failed to add user %1
ro: Eroare la adaugarea utilizatorului %1

source: Failed to change your subscriber options for list %s.
ro: Operatia de modificare a preferintelor la lista %s au esuat.

source: File
ro: Fisier

source: File %1 saved
ro: Fisierul %1 salvat

source: File inclusion
ro: Includere fisier

source: For further assistance, please contact listmaster@%1
ro: Pentru mai multe informatii, contacteaza listmaster@%1

source: Forced reply address
ro: Adresa fortata de raspuns

source: Forwarded mega-bytes : %1
ro: Mega-bytes retransmisi : %1

source: From: %1
ro: De la: %1

source: HTTPS authentication information
ro: Informatii de autentificare HTTPS

source: Help
ro: Ajutor

source: Help on Sympa: %1%2
ro: Ajutor Sympa: %1%2

source: Here are the lists you are currently subscribe to :
ro: Acestea sunt listele la care esti in prezent inscris:

source: Here are the subscribers of %1@%2 mailing list:
ro: Ai aici lista de abonati pe lista %1@%2:

source: Here is the list of list from %1@%2
ro: Aici este lista completa de liste %1@%2

source: Home
ro: Acasa

source: Homepage : %1
ro: Pagina lista : %1

source: I am not a list subscriber
ro: Nu sunt inscris pe o lista

source: I am not a spammer
ro: Nu sunt un spammer">

source: I am subscriber to at least one list but I have no password
ro: Sunt inscris cel putin pe o lista dar nu am parola

source: I forgot my password
ro: Mi-am uitat parola

source: I subscribe to list %1
ro: Ma inscriu pe lista %1">

source: I unsubscribe from list %1
ro: Ma dezabonez de pe lista %1">

source: If you don't want to subscribe just ignore this message.
ro: Daca nu doresti abonarea pe lista, ignora mesajul.

source: If you never had a password from that server or if you don't remember it :
ro: Daca nu ai avut niciodata parola pe acel server sau ai uitat-o :

source: If you want to remove these subscriber from the list, use the following commands :
ro: Lista enumerata o poti sterge cu urmatoarea comanda:

source: If you want to unsubscribe from some list, please save this mail.
ro: Daca vrei sa te dezabonezi de pe lista, salveaza acest mail.

source: Ignoring message body not in text/plain, please use text/plain only (or put your command in the subject).
ro: Mesaj ignorat pentru ca nu este in format text, Scrie doar mesaje in format text (sau pune comanda in subiect).

source: Inclusions timeout
ro: Timeout pentru includeri

source: Information about a list
ro: Informatii legate de o lista

source: Information file
ro: Fisier de informare

source: Information regarding list %1
ro: Informatii legate de lista %1

source: Information regarding list %1@%2
ro: Informatii despre lista %1@%2

source: Information regarding user %s have been updated for list %s.
ro: Informatiile privind utilizatorul %s au fost actualizate pe lista %s.

source: Internet domain
ro: Domeniu internet

source: Invitation to join list %s
ro: Invitatie pentru abonare la lista%s

source: Invite <email> for subscribtion in <list>
ro: Invita <email> pentru abonare in <list>

source: LDAP 2-level query inclusion
ro: Includere cerere LDAP de nivel 2

source: LDAP query inclusion
ro: Includere cerere LDAP

source: Language
ro: Limba

source: Language of the list
ro: Limba pentru lista

source: Last update
ro: Ultima actualizare

source: Last update : %1
ro: Ultima actualizare: %1

source: Last update of config
ro: Ultima actualizare a config

source: Last update:
ro: Ultima actualizare:

source: Latest lists
ro: Ultima lista

source: Layout
ro: Afisare

source: List %s does not accept the DIGEST mode. Your configuration regarding this command has not been updated.
ro: Lista %s nu accepta tipul DIGEST. Configuratia privind acest aspect nu a fost actualizata.

source: List %s is not currently running an expiration process.
ro: Lista %s nu ruleaza in prezent nici un process de expirare.

source: List '%s' does not exist.
ro: Lista cu denumirea '%s' nu exista.

source: List '%s' has no subscriber.
ro: Lista '%s' nu are utilizatori.

source: List Administration Panel
ro: Panou de comanda de lista

source: List admin
ro: Adminstrare lista

source: List aliases have been removed.
ro: Aliasurile listei au fost sterse.

source: List definition
ro: Definirea listei

source: List has no bouncing subscribers
ro: Lista nu are abonati in asteptare

source: List has no subscribers
ro: List has no subscriber

source: List inclusion
ro: Includere lista

source: List info
ro: Informatii lista

source: List is Private : You can not browse available files.
ro: Lista particulara: Nu acces la fisierele.

source: List is Private : You can not read the archives.
ro: Lista particulara: Nu ai acces la arhiva.

source: List name:
ro: Denumire lista:

source: List requested by
ro: Lista ceruta de

source: List type :
ro: Tip lista:

source: List unknown
ro: Lista necunoscuta

source: Listing of folder SHARED
ro: Listarea folderului SHARED

source: Listname
ro: Denumire liste

source: Listname :
ro: Denumire lista:

source: Lists
ro: Liste

source: Load certificate
ro: Incarca certificatul</

source: Login
ro: Autentifica-te

source: Login issues
ro: Probleme legate de login

source: Logout
ro: Iesi din sistem

source: Mailing lists
ro: Liste Mailing

source: Maximum message size
ro: Marimea maxima a mesajului

source: Maximum size : %1
ro: Marime maxima : %1

source: May be it is usefull to check your system for viruses.
ro: Va sugeram sa verifici sistemul tau de virusi.

source: May take a lot of CPU time, be careful !
ro: Poate folosi mult din timpul processorului, a se folosi cu atentie!

source: Message %s for list %s has been distributed.
ro: Mesajul %s pentru lista %s a fost distribuit.

source: Message %s for list %s has been rejected.
ro: Mesajul %s pentru lista %s a fost respins.

source: Message reception in compilation mode
ro: Receptionarea mesajelor in mod de compilare

source: Messages to moderate :
ro: Mesaje pentru moderare:

source: Miscellaneous
ro: Diverse

source: Missing argument %1
ro: Argument lipsa%1

source: Missing filter
ro: Filtrul nu exista

source: Moderate
ro: Sterge lista comuna

source: Moderating your message
ro: Aparitia mesajului va fi decisa de moderator.

source: Moderation spool for list %1
ro: Moderare pentru lista %1

source: Moderation: to reject a message
ro: Moderare: pentru refuzarea mesajului

source: Moderation: to validate a message
ro: Moderare: pentru validarea mesajului

source: Moderators
ro: Moderatori

source: Moderators of list %1
ro: Moderatorul listei %1

source: Modifier
ro: Modificare

source: My password ?
ro: value="Parola mea ?">

source: Name
ro: Nume

source: Name :
ro: Nume :

source: New email address :
ro: Noua adresa email:

source: New password :
ro: Noua parola :

source: New password again :
ro: Confirma parola noua: </font>

source: New search
ro: Cautare noua">

source: Newest messages first
ro: Ordonate dupa mesaje noi

source: No Virtual Robot defined on this server
ro: Pe acest server nu a fost definit nici un robot virtual

source: No bounces for user %1
ro: Nu exista asteptare pentru utilizator %1

source: No command found in message
ro: Aceasta comanda nu este prezenta in mesaj.

source: No description specified
ro: Descriere nespecificata

source: No message to moderate
ro: Nu exista mesaje pentru moderare

source: No message to moderate for list %1
ro: Nu exista mesaje pentru moderarea pe aceasta lista %1

source: No name specified
ro: Nume nespecificat

source: No page %1
ro: Pagina nu exista %1

source: No password for user
ro: Parola inexistenta pentru utilizator

source: No subscription requests
ro: Nu exista cereri de inscriere

source: No subscriptions with address <B>%1</B>!
ro: Nu exista inscrieri cu adresa<B> %1</B>!</FONT>

source: Not subscribed: %1
ro: Nu esti abonat: %1

source: Notified reject
ro: Respinge si notifica">

source: Number of forwarded messages: %1
ro: Numar de mesaje retransmise : %1

source: Number of received messages : %1
ro: Numar de mesaje primite : %1

source: Oldest messages first
ro: Ordonate dupa mesaje vechi

source: Operation successful
ro: Operatie reusita

source: Or send a message to %1@%2 with the following subject :
ro: sau trimite un mesaj la %1@%2 cu urmatorul subiect :

source: Other email address :
ro: Alte adrese email : </font>

source: Owner : %1
ro: Proprietar : %1

source: Owner : %1
ro: Proprietar: %1

source: Owner:
ro: Proprietar:

source: Owners
ro: Proprietari

source: Owners of list %s
ro: Proprietarii listei %s

source: Page size
ro: Marimea paginii">

source: Parameters of these search make on <b> &quot;%1&quot;</b>
ro: Parametrii cautarii pe cuvintele <b> &quot;%1&quot;</b> <I>

source: Password :
ro: Parola :

source: Password for %1
ro: Parola pentru %1

source: Pending lists
ro: Liste in asteptare

source: Period : from %1 to %2
ro: Perioada : de la %1 la%2

source: Please check your e-mail box to provide your password below.
ro: Verifica contul pentru a scrie mai jos parola.

source: Please provide your email address
ro: Trimite adresa ta email

source: Please provide your password
ro: Scrie parola

source: Post
ro: Publica

source: Prefer
ro: Preferinte

source: Preferences
ro: Optiuni

source: Priority
ro: Prioritate

source: Privileges
ro: Privilegii

source: Provided password is incomplete
ro: Parola furnizata este incompleta

source: Provided password is incorrect
ro: Parola furnizata nu este corecta

source: Public lists
ro: Liste publice

source: Publish
ro: Publica

source: Re-enter your new password :
ro: Confirma parola noua:

source: Read access
ro: Acces Read

source: Rebuild archive
ro: Refacere arhive">

source: Receiving message subject only
ro: Receptionarea numai a subiectului de mesaj

source: Receiving the message index only
ro: Receptionarea numai a indexului de mesaj

source: Reception
ro: Primire

source: Reception :
ro: Primire :

source: Reception mode :
ro: Mod de primire:

source: Reception modes : %1
ro: Mod de primire : %1

source: Reject
ro: Respinge">

source: Reject selected addresses
ro: Sterge adresele selectate">

source: Related email
ro: Email secundar

source: Remind all subscribers
ro: Aminteste tuturor abonatilor

source: Remind return-path
ro: Atentionare return-path

source: Reminder of your %s subscription
ro: Iti reaminteste %s subscriere

source: Reminder of your subscribtion to %1
ro: Reamintire pentru lista %1

source: Remote addr
ro: Adresa Remote

source: Remote host
ro: Hostul Remote

source: Removed from %1
ro: Ai fost sters de pe lista %1

source: Renewal of your subscription to list '%s'
ro: Reinoirea contului la lista '%s'

source: Replace the file %1 by your file
ro: Inlocuieste fisierul %1 cu fisierul tau

source: Reply address
ro: Adresa de raspuns

source: Reply to : %1
ro: Raspuns la : %1

source: Requested by
ro: Ceruta de

source: Required aliases
ro: Aliasuri obligatorii

source: Required file does not exist.
ro: Fisierul cerut nu exista.

source: Reset errors
ro: Reseteaza erorile">

source: Reset errors for selected users
ro: Reseteaza erorile pentru utilizatorii selectati">

source: Restore List
ro: Moderare

source: Result
ro: Resultat

source: Result of your search in the archive
ro: Rezultatul cautarii in arhiva listei

source: Results of your commands
ro: Rezultatul comenzii:

source: Return to archive %1
ro: Inapoi in arhiva %1

source: Review
ro: Revizuire

source: Review subscribers : %1
ro: Vizualizare abonati : %1

source: Routing error ?
ro: Eroare rutare?

source: SQL query
ro: Cerere SQL

source: SQL query inclusion
ro: Cerere includere SQL

source: Save
ro: Salveaza">

source: Scenari name
ro: Nume scenariu

source: Scenari test module
ro: Modul de test scenariu

source: Search
ro: Cauta">

source: Search User
ro: Cauta utilizator">

source: Search area
ro: Arie de cautare

source: Search field :
ro: ="+1">Arie de cautare:

source: Secret string for generating unique keys
ro: Sir secret pentru generarea de chei unice

source: Selection too wide, can not show selection
ro: Domeniu prea larg, selectia nu poate fi afisata

source: Send me a password
ro: Trimite-mi parola

source: Send me my password
ro: Trimite-mi parola">

source: Send this mail
ro: Trimite acest mesaj">

source: Sender
ro: Expeditor

source: Sending messages : %1
ro: Trimitere mesaje : %1

source: Sending/Reception
ro: ><b>Moderare</b

source: Sending/reception setup
ro: Configurare trimitere/primire

source: Sent mega-bytes : %1
ro: Megabytes trimisi : %1

source: Serial number of the config
ro: Numar de serie pentru config

source: Service messages description :
ro: Acewst formular este creat pentru editarea mai multor liste:

source: Set the owner of the directory %1
ro: Configureaza proprietarul pentru directorul %1

source: Setting defaults list templates
ro: Configurare template-uri default pentru lista

source: Setting site templates
ro: Configurare template-uri de site
