Repository: sympa-community/sympa
Catalog: po/*.po
Languages: ro

source: Shared documents
ro: Fisiere shared

source: Size
ro: Marime

source: Size (Kb)
ro: Marime (Kb)

source: Someone (hopefully you) asked for your e-mail address to be added to list '%s'. If you want this action to be taken, please - reply to this mail OR - send a message to %s with subject %s OR - hit the following mailto %s If you do not want this action to be taken, you can safely ignore this message.
ro: Cineva a cerut ca adresa email sa fie adaugata la lista '%s'. Daca vrei ca actiunea sa fie rulata - raspunde la acest mail OR - trimite un mail la %s cu subiectul %s OR - apasa pe mailto %s Daca nu vrei ca actiunea sa fie rulat, poti sa ignori acest mesaj.

source: Someone (hopefully you) requested a user of list %s to be added or removed. If you want this action to be taken, please send an e-mail to %s containing %s If you do not want this action to be taken, simply ignore this message.
ro: Cineva (sa speram ca chiar tu) a cerut ca un utilzator sa fie adaugat sau sters de pe lista %s . Daca vrei ca aceasta actiune sa aiba loc, trimite un mail la %s cu continutul %s Daca vrei ca aceasta actiune sa nu aiba loc, ignora mesajul.

source: Someone (hopefully you) resquested that the subscribers to the list '%s' for more than %d days have to confirm their subscription. If you do not want this action to be taken, simply ignore this message. To confirm this action, please send an e-mail to '%s', with the following command: AUTH %s EXPIRE %s %d %d
ro: Cineva (sa speram ca chiar tu) a cerut ca cei inscrisi pe lista '%s' pentru mai mult de %d zile trebuie confirme abonarea. Daca aceasta actiune vrei sa nu fie pusa in aplicare, ignora mesajul. Pentru a confirma actiunea, trimite un mail la '%s', cu urmatoarea comnada: AUTH %s EXPIRE %s %d %d

source: Status : %1
ro: Statut : %1

source: Status of the list
ro: Statutul listei

source: Subject
ro: Subiect

source: Subject : %1
ro: Subiect : %1

source: Subject :
ro: Subiect :

source: Subject of the list
ro: Subiectul listei

source: Subject tagging
ro: Subiect afisat

source: Subject:
ro: Subiect:

source: Submit your creation request
ro: Trimite cererea pentru crearea listei">

source: Subscribe
ro: Inscrie-te"> <input type

source: Subscribed since %1
ro: Abonat din%1

source: Subscriber Options
ro: Optiunile abonatului

source: Subscriber address visible via REView
ro: Adresa de membru inscris vizibila prin REVIEW

source: Subscriber information
ro: Informatii abonat</font>

source: Subscription : %1
ro: Inscriere : %1

source: Subscription profile
ro: Profil de abonare

source: Subscription reminder sent to each of %d %s subscribers
ro: Mesaj de reamintire trimis la toti cei inscrisi %d %s

source: Subscription request to list %s
ro: Cerere de abonare la lista %s

source: Subscription summary
ro: Rezumatul abonarilor

source: Summary
ro: Rezumat

source: Summary of list %s
ro: Rezumat al listei %s

source: Summary of your subscription (using the e-mail %1).
ro: Descrierea abonarii tale (folosind adresa de e-mail %1).

source: Syntax errors with the following parameters : %1
ro: Erori de sintaxa cu urmatorii parametri: %1

source: Table of content:
ro: Continut:

source: Templates
ro: Templateuri

source: Text archives
ro: Arhive text

source: That is to say using a unique email address in Sympa for your subscriptions and preferences
ro: Adica utilizarea unei adrese email unice in Sympa pentru abonari si optiuni</FONT>

source: The EXPIRE, EXPIREINDEX and EXPIREDEL commands are restricted to the owners of the list. You are not one of the owners for list %s.
ro: Comenzile EXPIRE, EXPIREINDEX si EXPIREDEL sunt exclusiv pentru proprietarii listei. Nu esti unul dintre proprietarii listei %s.

source: The User '%s' is already subscriber of list '%s'
ro: Utilizatorul '%s' este deja inscris la lista '%s'

source: The authentication process failed
ro: Procesul de actualizare a esuat

source: The certificate subject is :
ro: Subiectul certificarii este :

source: The configuration file contains errors.
ro: Fisierul de configurare are greseli.

source: The following address is not a known mailing list :
ro: Adresa urmatoare nu este cunoscuta ca si lista:

source: The following commands are available only for lists's owners or moderators:
ro: Urmatoarele comenzi sunt disponibile numai pentru proprietarii listelor sau pentru moderatorii acestora:

source: The following message was sent to a list while it seems to contain commands like subscribe, unsubscribe, help, index, get, ... If your message effectively contained a command, please notice that commands should never ever be sent to lists. Commands must be sent to %s exclusively. If your message was effectively addressed to the list, it has been interpreted by the software as a command. Please contact the manager of the service : %s so that they can take care of your message. Thank you for your attention. ------ Beginning of suspected message ------
ro: Urmatoarea scrisoare a fost trimisa pe lista, dar acesta contine comenzi, ca de exemplu,subscribe, unsubscribe, help, index, get. Daca scrisoarea contine intr-adevar comenzi, atunci trebuie sa stii ca acest tip de scrisori nu se trimit pe lista ci doar pe anumite %s adrese email . Daca mesajul a fost trimis pe lista atunci administratorul listei va rula comenzile. Contacteaza administratorul sistemului : %s pentru a se ocupa de mesaj. Multumim pentru intelegere. ------ Inceputul scrisorii cu probleme ------

source: The following virtual robots are running on this server :
ro: Urmatorii roboti virtuali ruleaza pe acest server:

source: The list of list members will be built/updated soon (a few minutes).
ro: Nu exista mesaje pentru moderarea pe aceasta lista [% notice.list %]

source: The passwords you typed do not match
ro: Cele 2 parole difera

source: The sending interval for these Digests is defined by the list owner.
ro: Perioada de trimitere a acestor compilatii este decisa de catre proprietarul listei.

source: The user %s has been removed from the list %s/
ro: Utilizatorul %s a fost sters de pe lista %s/

source: There are %1 messages to be moderated for list %2@%3
ro: Sunt in total de %1 mesaje care asteapta a fi moderate pe lista %2@%3

source: These subscribers are :
ro: Lista membrilor:

source: This FastCGI process (%1) has served %2 since %3.
ro: Procesul FastCGI (%1) a servit%2 din data de %3.

source: This button aims at protecting mailing lists archives against Spam Harvester.
ro: Acest buton incearca sa protejeze importiva programelor care cauta dupa adrese de email.

source: This help file
ro: Ajutor pentru acest fisier

source: This is an automatic response sent by Sympa Mailing Lists Manager.
ro: Acesta este un raspuns automat trimis de Sympa Mailing Lists Manager.

source: This list is about %1, so you are probably concerned.
ro: [% ELSE %]

source: This list's archives do not contain any file.
ro: Arhiva listei nu contine nici un mesaj.

source: Thus, your message is sent back to you :
ro: Astfel, mesajul tau e trimis inapoi la tine:

source: To access your personal environment, you need to login first
ro: Pentru a avea acces la zona ta, trebuie sa fi autentificat

source: To add a user to a list
ro: Adaugarea unui utilizator la lista

source: To become unlisted (hidden subscriber address)
ro: Pentru a deveni nelistat (adresa de membru ascunsa)

source: To choose your password go to 'preferences', from the upper menu.
ro: Pentru a alege o parola mergi pe 'preferences', din meniul de deasupra.

source: To confirm your subscription, you need to provide the following password
ro: Pentru a confirma abonarea ta, trebuie sa trimiti urmatoarea parola:

source: To consult the statistics for <list>
ro: Consultarea statisticii pentru <list>

source: To delete a user from a list
ro: Stergerea unui utilizator din lista

source: To distribute the attached message in list %1:
ro: Pentru a distribui mesajul pe lista %1 apasa pe linkul:

source: To distribute the attached message in list %s : mailto:%s?subject=CONFIRM%%20%s Or send a message to %s with the following subject : CONFIRM %s
ro: Pentru a trimite mesajul atasat din lista %s : mailto:%s?subject=CONFIRM%%20%s sau trimite un mesaj la %s cu urmatorul subiect: CONFIRM %s

source: To find out the correct listname, ask for this server's lists directory :
ro: Pentru a afla numele corect a listelor, trimite un mesja la :

source: To get <file> of <list> archive
ro: Pentru a accesa <file> arhivei apartinand la <list>

source: To quit all lists.
ro: Deconectarea de la toate listele.

source: To receive your password :
ro: Pentru a primi parola:

source: To reject it (it will be removed):
ro: Pentru a-l respinge (va fi sters):

source: To stop the expiration process : EXPIREDEL %s
ro: Pentru a stopa procesul de expirare : EXPIREDEL %s

source: To subscribe just reply to this message or hit the following mailto url :
ro: Aceasta lista este destinat: [% list.subject %], probabil esti interesat de acesta.

source: To suspend the message reception for <list>
ro: Suspendarea receptionarii mesajelor pentru <list>

source: To: %1
ro: La: %1

source: Toggle Selection
ro: Deselecteaza

source: Topics for the list
ro: Subiecte pentrlista

source: Topics:
ro: Teme:

source: Total subscribers : %1
ro: Total abonati : %1

source: UNsubscription request from list %s
ro: Cerere de dezabonare din lista %s

source: URL
ro: titlu

source: Unable to access directory %s : %m
ro: %s libraria nu este disponibila: %m

source: Unable to access to the message authenticated with key %s.
ro: Accesul la mesajul autentificat cu tasta %s invalid.

source: Unable to create a channel in smtpto: %m
ro: Nu se poate crea un canal in smtpto: %m

source: Unable to find the message to delete
ro: Mesajul care urmeaza sa fie sters nu poate fi gasit

source: Unable to read %1 : empty document
ro: Nu poate fi citit %1 : document gol

source: Unable to read help file : %s
ro: Fisierul help nu poate fi accesat: %s

source: Unify your subscriptions with the email
ro: Unifica abonarile tale cu adresa de mail

source: Unknown
ro: Necunoscut

source: Unsubscribe
ro: Dezabonare">

source: Unsubscribe from list %s
ro: Renunta la lista %s

source: Unsubscribe the User
ro: Dezabonare utilizator">

source: Unsubscribtion :
ro: Dezabonare de pe lista :

source: Unsubscription : %1
ro: Dezabonare : %1

source: Unsubscription from %1
ro: Dezabonare de pe lista %1

source: Up to higher level directory
ro: Up toNivelul precedent

source: Update
ro: Actualizeaza">

source: Upload a file inside the folder %1
ro: Incarca un fisier in folderul %1

source: Upload a file inside the folder SHARED
ro: Incarca un fisier in folderul SHARED

source: Used to received the last message from <list>
ro: Utilizat pentru accesarea ultimului mesaj de pe <list>

source: User %s has been invited to subscribe in list %s.
ro: Utilizatorul %s a fost invitat sa se abona in lista %s.

source: User %s is now subscriber of list %s.
ro: Utilizatorul %s este inscris pe lista %s.

source: User %s is unwanted in list %s.
ro: Utilizatorul %s este persona non-grata in lista %s.

source: User certificate belong to
ro: Certificatul de utilizare apartine lui

source: User data source
ro: Data sursa pentru utilizator

source: User guide
ro: Ghidul utilizatorului

source: User's Guide
ro: Ghidul utilizatorului

source: Users
ro: Utilizatori

source: Valider
ro: Validare"> </FORM>

source: View last bounce
ro: Vezi ultimul efect bumerang

source: Virtual Robots
ro: Roboti virtuali

source: Visibility :
ro: Vizibilitate :

source: Visibility : %1
ro: Vizibilitate : %1 <DD>Limba

source: Visibility of the list
ro: Vizibilitatea listei

source: WARNING: bounce rate too high in list %s
ro: Avertizare:rata de retrimitere (bounced) in lista %s este prea mare

source: WWSympa can remind you your password by email :
ro: WWSympa iti poate trimite parola prin email:

source: WWSympa provides you access to your environment on mailing list server
ro: WWSympa iti ofera acces la mediul tau pe mailing list server

source: We stopped delivery of this email.
ro: Am oprit trimiterea mesajului catre lista.

source: Web archives
ro: Arhive WEB

source: Welcome on list %s
ro: Bun venit pe lista %s

source: Welcome return-path
ro: Bun venit prin calea de returnare

source: Welcome to list %1
ro: Bine ai venit pe lista %1

source: Welcome to list %1@%2
ro: Bine ai venit pe lista %1@%2

source: When authenticating (
ro: La autentificare(

source: Who can add subscribers
ro: Cine poate adauga abonati

source: Who can delete subscribers
ro: Cine poate sterge abonatii

source: Who can edit
ro: Cine poate edita

source: Who can invite people
ro: Cine poate invita pe altii

source: Who can review subscribers
ro: Cine poate verifica abonatii

source: Who can send messages
ro: Cine poate trimite mesaje

source: Who can start a remind process
ro: Cine poate porni un proces de trimitere de mesaje de atentionare

source: Who can subscribe to the list
ro: Cine se poate abona la lista

source: Who can unsubscribe
ro: Cine se poate dezabona

source: Who can view
ro: Cine poate vizualiza

source: Who can view list information
ro: Cine poate vizualiza informatiile despre lisat

source: You are already logged in as %1
ro: Esti deja actualizat ca %1

source: You are already subscribed to the list %1
ro: Esti de ja abonat in lista%1

source: You are already subscriber of list %1
ro: Esti deja inscris pe aceasta lista %1

source: You are invited to join list %s
ro: Esti invitat sa te abonezi la lista %s

source: You are member of list %s with email %s
ro: Esti membru al listei %s cu email-ul %s

source: You are not allowed to perform command %s in list %s
ro: Comanda %s nu este permisa in lista %s

source: You are subscribed since
ro: Esti inscris din

source: You can choose below a subset of parameters to edit :
ro: Poti alege de mai jos un set de parametri pentru editare:

source: You can remove these subscriber from the list by using the following commands :
ro: Aceste adrese email pot fi sterse utilizand urmatoarele comenzi :

source: You can subscribe again :
ro: Te poti re-abona din nou trimitand un mesaj :

source: You did not choose a password, request a reminder of the initial password
ro: Nu ti-ai ales o parola, cere parola initiala

source: You have been removed from list %s. Thank you for using this list.
ro: Ai fost sters de pe lista %s. Multumim ca ai utilizat aceasta lista.

source: You have been subscriber of list %1@%2 with email %3 for 1 year or more;
ro: Cererea de reabonare pe lista %1

source: You have changed a parameter without permissions: %1
ro: Ati schimbat un parametru fara a avea permisiunea: %1

source: You have forgotten your password, or you never had any password related to this server
ro: Ti-ai uitat parola sau nu ai avut parola pentru acest server, iti va fi trimis prin email: <

source: You have logged in with email address %1
ro: Te-ai autentificat cu adresa email %1

source: You just stopped the expiration process for list %s
ro: Ai oprit procesul de expirare pentru lista%s

source: You need to login
ro: Trebuie sa te autentifici

source: You requested a subscription reminder to be sent to each subscriber of list %s If you want this action to be taken, please send an e-mail to %s containing %s If you do not want this action to be taken, simply ignore this message.
ro: Ai cerut ca un mesaj de atentionare sa fie trimis la fiecare abonat al listei %s Daca aceasta actiune vrei sa nu fie pusa in aplicare, ignora mesajul. Pentru a confirma actiunea, trimite un mail la %s cu continutul %s Daca nu doresti sa confirm actiunea, ignora mesajul.

source: You requested a subscription to %1 mailing list.
ro: Ai cerut abonarea pe lista %1.

source: You requested a subscription to list %1
ro: Ai cerut inscrierea pe lista %1.

source: You requested subscription to list %1
ro: Ai cerut inscrierea in lista%1

source: You requested unsubscription from %1 mailing list.
ro: Ai cerut dezabonarea pe lista %1.

source: You requested unsubscription from list %1
ro: Ai cerut sa te dezabonezi de la lista %1.

source: You should remove list aliases manually
ro: Trebuie sa stergi aliasurile manual

source: You will receive an email, reminding you your password.
ro: Vei primi un email, cu parole ta.

source: You're not authorized to upload an INDEX.HTML in %1
ro: Nu esti autorizat sa incarci fisier INDEX.HTML in %1

source: Your authentification certificate will expire on %1.
ro: Cerificatul tau de autentificare expira pe data de %1.

source: Your configuration regarding list %s has been updated.
ro: Configuratia contului tau pentru lista %s a fost actualizata.

source: Your e-mail address :
ro: Adresa ta de e-mail:

source: Your e-mail address has not been found in the list %s. Maybe you subscribed from a different e-mail address ?
ro: Adresa ta email nu exista in lista %s. Te-ai inscris de pe o alta adresa?

source: Your email address (%1) has been removed from list %2@%3
ro: Dezabonare de pe lista %1

source: Your environment
ro: Mediul tau

source: Your list is created.
ro: Lista ta a fost creata.

source: Your message could not be sent because its size was over the maximum size allowed on this list.
ro: Mesajul tau nu a fost trimis, ai depasit marimea admisa

source: Your message for list %s has been forwarded to editor(s)
ro: %s mesajul trimis pe lista a fost trimisa si la administrator(i)

source: Your message for list %s has been rejected. The message is thus sent back to you. Your message :
ro: Mesajul tau trimis la lista %s a fost respins. Mesajul tau a fost returnat. Mesajul:

source: Your message has been rejected.
ro: Mesajul tau a fost respins

source: Your message signature was succesfuly verified using S/MIME
ro: Semnatura mesajului a fost verificata cu succes utilizand S/MIME

source: Your message to %s has been rejected
ro: Mesajul trimis catre %s a fost respinsa

source: Your message was not a multipart/signed message or Sympa could not verify the signature (be aware that Sympa can't check signature if you use the subject header to write a command).
ro: Mesajul tau nu a fost multipart/semnat sau Sympa nu a putut verifica semnatura (Sympa nu poate verifica semnatura daca utilizezi headerul subiectului pentru a scrie o comnada).

source: Your other email addresses
ro: Celalalte adrese email

source: Your password : %1
ro: Parola este : %1.

source: Your password has been emailed to you
ro: Parola ti-a fost trimisa

source: Your password has been sent to your email address %1
ro: Parola ti-a fost trimisa la adresa%1

source: Your request has been forwarded to the list owner
ro: Cererea ta a fost trimisa mai departe la proprietarul listei

source: Your subscription email is %1
ro: Adresa de mail de abonare este %1

source: Your subscription to list %s has been removed.
ro: Inscrierea ta pe lista %s nu mai este valida .

source: Your subscriptions
ro: b>Inscrierile tale</b

source: Your system does not conform to the POSIX P1003.1 standard, or your Perl system does not define the _SC_ARG_MAX constant in its POSIX library. You must modify the smtp.pm module in order to set a value for variable $max_arg.
ro: Sistemul tau nu corespunde standardelor POSIX P1003.1, sau sistemul tau Perl nu defineste constanta _SC_ARG_MAX din clasa POSIX . Trebuie sa modifici modulul smtp.pm pentru a putea atribui o valoare pentru variabila $max_arg.

source: Powered by Sympa %s : http://www.sympa.org/
ro: Powered de Sympa %s : http://www.sympa.org/

source: Lists you are editor of :
ro: Liste a caror editor esti:

source: Lists you are owner of:
ro: Liste a caror proprietar esti:

source: access
ro: acces

source: access right
ro: Drept de accesare

source: and checking on entire word)
ro: si verificare pe intreg cuvant)

source: and checking on part of word)
ro: si verificare pe parte din cuvant)

source: bounce count
ro: numar de intoarceri

source: bye !
ro: Dezabonare de pe lista [% list.name %]

source: case insensitive
ro: caz senzitiv

source: case sensitive
ro: caz senzitiv

source: change access
ro: modifica optiune acces">

source: connection options
ro: Optiuni de conectare

source: connection timeout
ro: Timeout conectare

source: crypted message for list %1@%2
ro: Mesaj criptat pentru lista %1@%2

source: database name
ro: Numele bazei de date

source: database type
ro: Tipul bazei de date

source: days
ro: Zile

source: delete
ro: sterge

source: deletion message
ro: mesaj de stergere

source: directory of lists
ro: lista tuturor listelor

source: e-mail address
ro: adresa e-mail

source: edit
ro: editeaza

source: editor rejection message
ro: mesaj de respingere din partea editorului

source: email address
ro: Adresa email

source: en_US
ro: ro_RO

source: english
ro: Romana

source: environment variables for database connexion
ro: Variabile de mediu pentru conectarea cu baza de date

source: extracted attribute
ro: Atribut extras

source: first-level connection timeout
ro: Timeout conectare la primul nivel

source: first-level extracted attribute
ro: Atribut extras la primul nivel

source: first-level filter
ro: Filtru la primul nivel

source: first-level regular expression
ro: Primul nivel al unei expresii obisnuite

source: first-level search scope
ro: Scopul cautarii la primul nivel

source: first-level selection
ro: Selectie la primul nivel

source: first-level suffix
ro: Sufix la primul nivel

source: frequency
ro: Frecventa

source: global remind message
ro: mesaj global de avertizare

source: halt rate
ro: Rata de orpire

source: help file
ro: fisier help

source: homepage
ro: [% list.name %] pagina principala

source: hour
ro: Ore

source: insensitive
ro: nu tine cont

source: list creation notification message
ro: mesaj de notificare a crearii unei noi liste

source: list creation request message
ro: mesaj de cerere a crearii unei noi liste

source: list description
ro: descrierea listei

source: list homepage
ro: lista homepage

source: list name
ro: denumire lista

source: list subject
ro: subiectul listei

source: message footer
ro: footer pentru mesaj

source: message header
ro: header pentru mesaj

source: name
ro: Nume

source: near expiration of your certificate
ro: Certificare aproape expirata

source: notify owner
ro: notifica proprietar

source: on
ro: in data de

source: other email address
ro: Alte adrese email

source: password
ro: parola

source: period
ro: perioada

source: private information
ro: Informatii private

source: private informations
ro: Informatii confidentiale

source: profile
ro: Profil

source: quiet
ro: mut

source: reception mode
ro: Modalitate de primire

source: remind message
ro: mesaj de atentionare

source: respect of existing header field
ro: Respecta headerul campului existent

source: resubscription to %1
ro: Cererea de reabonare pe lista %1

source: results by page
ro: rezultate/pagina

source: search scope
ro: Scopul cautarii

source: second-level connection timeout
ro: Timeout conectare la al doilea nivel

source: second-level extracted attribute
ro: Atribut extras la al doilea nivel

source: second-level filter template
ro: Filter template la al doilea nivel

source: second-level regular expression
ro: Al doilea nivel al unei expresii obisnuite

source: second-level search scope
ro: Scopul cautarii la al doilea nivel

source: second-level selection
ro: Selectie la al doilea nivel

source: second-level suffix template
ro: Suffix template la al doilea nivel

source: selection (if multiple)
ro: Selectie (daca e multipla)

source: sender email
ro: Adresa email a expeditorului

source: sensitive
ro: tine cont

source: session
ro: Sesiune

source: submit
ro: Trimite">

source: subscribing invitation message
ro: mesaj de invitare la abonare

source: suffix
ro: Sufix

source: summary message
ro: mesaj de rezumare

source: title
ro: URL

source: translated
ro: tradus

source: type
ro: tip

source: unsubscription message
ro: mesaj de dezabonare
