Repository: sympa-community/sympa
Catalog: po/web_help_*.po
Languages: fr

source: Subscriber, moderator and owner documentation
fr: Documentation destinée aux abonnés, modérateurs et propriétaires

source: In this documentation, you will find:
fr: Vous trouverez dans cette documentation&#160;:

source: a <a href="%1/help/introduction">general introduction</a> to mailing lists;
fr: une <a href="%1/help/introduction">introduction générale</a> aux listes de diffusion&#160;;

source: a <a href="%1/help/user">user guide</a> about the use of Sympa;
fr: une <a href="%1/help/user">documentation destinée aux utilisateurs</a> des listes de diffusion&#160;;

source: an <a href="%1/help/admin">administrator guide</a> about the use of Sympa.
fr: une <a href="%1/help/admin">documentation destinée aux administrateurs</a> des listes de diffusion.

source: If you want to perform a particular task, take a look at the list of all <a href="%1/help/introduction#features">available features</a> in the mailing list management software Sympa.
fr: Si vous souhaitez effectuer une tâche particulière, consultez la liste des <a href="%1/help/introduction#features">possibilités offertes</a> par le système de gestion de listes de diffusion Sympa.

source: If you experience any problem, please refer to the <a href="%1/help/faquser">users <acronym title="Frequently asked questions">FAQ</acronym></a> or to the <a href="%1/help/faqadmin">administrators <acronym title="Frequently asked questions">FAQ</acronym></a>.
fr: Si vous rencontrez un problème particulier, reportez-vous directement à la <a href="%1/help/faqadmin"><acronym title="Foire aux questions, Frequently asked questions">FAQ</acronym> des administrateurs</a>.

source: Mailing lists - General introduction
fr: Les listes de diffusion - Introduction générale

source: What is a mailing list?
fr: Qu'est-ce qu'une liste de diffusion&#160;?

source: A mailing list is a <strong>distribution list allowing a group of subscribers to automatically receive by email all messages sent to the list</strong>: every message sent to the list by a subscriber is received by all the other subscribers. When subscribed to a mailing list, it is possible to send messages, to reply to them or to read them without contributing (i.e. to "lurk").
fr: Une liste de diffusion est une <strong>liste d'envoi permettant à un groupe d'abonnés de recevoir automatiquement par courrier électronique l'ensemble des messages expédiés à la liste</strong>&#160;: tout message envoyé à la liste par un abonné est reçu par chacun des autres abonnés. Lorsque l'on est abonné à une liste de diffusion, il est possible d'envoyer des messages, d'y répondre ou de lire les messages envoyés sans participer.

source: Special cases:</strong>
fr: Cas particuliers&#160;:</strong>

source: It is sometimes possible to send messages to a mailing lit without having subscribed to it. However, you need to be subscribed to a list to receive its messages.
fr: Il est parfois possible d'envoyer des messages à une liste de diffusion sans y être abonné. Néanmoins, il faut impérativement être abonné à la liste pour en recevoir les messages.

source: It is sometimes impossible to send messages to the list even though you are actually subscribed to it: it is the case for announcement lists, which are used to transmit information from a unique sender to a large number of recipients.
fr: Il est parfois impossible d'envoyer des messages à la liste même lorsque l'on y est abonné&#160;: c'est le cas pour les listes de type annonce, qui servent à diffuser des informations d'un émetteur unique vers un grand nombre de destinataires.

source: Interest of mailing lists
fr: Intérêt des listes de diffusion

source: People subscribe to a mailing list (sometimes abbreviated in <acronym title="Mailing List">ML</acronym>) to <strong>be informed about a particular topic</strong> and to <strong>take part in exchanges about it</strong>. Examples are:
fr: On s'abonne à un liste de diffusion (ou &#171;&#160;<em class="altralingua" lang="en" xml:lang="en">mailing list</em>&#160;&#187;, parfois abrégé en <acronym title="Mailing List">ML</acronym>) pour <strong>se tenir au courant d'un sujet en particulier</strong> et pour <strong>participer à des échanges sur ce sujet</strong>. On peut citer en exemple&#160;:

source: mailing list for all the employees of a company;
fr: liste de diffusion à destination de tous les salariés d'une entreprise&#160;;

source: mailing list reserved to the participants in a project;
fr: liste de diffusion réservée aux participants d'un projet&#160;;

source: mailing list dedicated to a class of students;
fr: liste de diffusion regroupant tous les étudiants d'une promotion&#160;;

source: mailing list about the latest news in computer security;
fr: liste de diffusion sur l'actualité de la sécurité informatique&#160;;

source: mailing list of mutual aid between handymen;
fr: liste de diffusion d'entraide entre bricoleurs&#160;;

source: mailing list restricted to a family and dedicated to the organization of large family gatherings;
fr: liste de diffusion restreinte à une famille et destinée à organiser les grands rassemblements familiaux&#160;;

source: and so on!
fr: etc.&#160;!

source: Types of mailing lists
fr: Types de listes de diffusion

source: There are <strong>thousands of mailing lists</strong> of all kinds on the Internet: public or private, free or not, with subscription subject to conditions or not, etc. Those lists may have from a dozen up to several thousand members.
fr: Il existe <strong>des milliers de listes de diffusion</strong> de toutes sortes sur Internet&#160;: publiques ou privées, gratuites ou payantes, avec inscription soumise à conditions ou non, etc. Ces listes peuvent rassembler un nombre de personnes allant d'une dizaine à plusieurs milliers.

source: According to the way they work, we can distinguish between <strong>two types of lists</strong>:
fr: En fonction de leur mode de fonctionnement, on distingue généralement <strong>deux types de listes</strong>&#160;:

source: <strong>Announcements lists</strong> allow subscribers to receive messages without being allowed to post some themselves. In fact, those messages are newsletters: electronic magazines, daily services (daily horoscope, daily weather report, daily security alert, etc.), update notices about a website, etc. With this type of mailing list, the information flows from a unique sender to a large number of recipients.
fr: Les <strong>listes de type annonce</strong> permettent aux abonnés de recevoir des messages sans pouvoir en poster eux-mêmes. Il s'agit en fait de lettres d'information (ou &#171;&#160;newsletters&#160;&#187;)&#160;: magazines électroniques, services quotidiens (horoscope du jour, météo du jour, alerte de sécurité du jour, etc.), bulletins d'informations sur les mises à jour d'un site, etc. Avec ce type de liste de diffusion, l'information circule d'un émetteur unique vers un grand nombre de destinataires.

source: <strong>Discussion lists</strong> allow all subscribers to take part in exchanges. Those lists can be moderated or not:
fr: Les <strong>listes de type discussion</strong> permettent à tous les abonnés de participer. Ces listes peuvent être modérées ou non modérées&#160;:

source: In a <strong>moderated discussion list</strong>, messages are transmitted to all subscribers after approval by one of the list moderators. Moderation is a token of quality for the list. For example, it ensures that subscribers will not receive off-topic messages, unsolicited commercial messages (spams), messages containing large attachments, etc.
fr: Dans une <strong>liste de discussion modérée</strong>, les messages sont transmis à tous les abonnés après validation par un des modérateurs de la liste. La modération est un gage de qualité pour la liste. Elle garantit, par exemple, que les abonnés ne recevront pas de messages hors-sujet, de sollicitations commerciales non désirées (spams), de messages contenant des pièces jointes volumineuses, etc.

source: In a <strong>non moderated discussion list</strong>, messages are transmitted to all subscribers as soon as the mailing list management robot receives them.
fr: Dans une <strong>liste de discussion non modérée</strong>, les messages sont transmis à tous les abonnés dès réception par l'automate de gestion de listes.

source: Features
fr: Possibilités offertes

source: Once subscribed to a mailing list service, you can:
fr: Une fois abonné à un service de listes, vous pouvez&#160;:

source: search for mailing lists</strong> matching your main interests or your particular situation;
fr: chercher des listes</strong> correspondant à vos centres d'intérêts ou à votre situation particulière&#160;;

source: manage your subscriptions</strong>:
fr: gérer vos abonnements</strong>&#160;:

source: <a href="%1/help/user#subscribe">subscribe</a> to lists,
fr: <a href="%1/help/user#subscribe">vous abonner</a> à des listes,

source: <a href="%1/help/user#unsubscribe">unsubscribe</a> from lists to which you are subscribed,
fr: <a href="%1/help/user#unsubscribe">vous désabonner</a> de listes auxquelles vous êtes abonné,

source: change your <a href="%1/help/user#options">subscriber options</a> list by list,
fr: modifier vos <a href="%1/help/user#options">options d'abonné</a> liste par liste,

source: change your <a href="%1/help/user#pref">general preferences</a>, which apply to the whole mailing list environment (name, password, language of the mailing list web interface, etc.);
fr: modifier vos <a href="%1/help/user#pref">préférences générales</a> relatives à votre environnement de listes (nom, mot de passe, langue de l'interface web du serveur de listes, etc.)&#160;;

source: use mailing lists
fr: utiliser des listes de diffusion</strong>&#160;:

source: read the <a href="%1/help/arc">online message archive of lists to which you are not subscribed</a> if that archive is public and if your personal rights allow you to access those lists,
fr: consulter les <a href="%1/help/arc">archives des listes auxquelles vous n'êtes pas abonné</a> (c'est-à-dire lire en ligne les archives des messages envoyés sur ces listes) si ces archives sont publiques et que vos droits vous permettent d'accéder à ces listes,

source: read the <a href="%1/help/arc">archive of lists to which you are subscribed</a>,
fr: consulter les <a href="%1/help/arc">archives des listes auxquelles vous êtes abonné</a>,

source: perform <a href="%1/help/arc#arcsearch">searches in the list archive</a>,
fr: effectuer des <a href="%1/help/arc#arcsearch">recherches dans les archives des listes</a>,

source: <a href="%1/help/sendmsg">send messages</a> to lists to which you are subscribed,
fr: <a href="%1/help/sendmsg">envoyer des messages</a> aux listes auxquelles vous êtes abonné,

source: <a href="%1/help/shared#shared_read">download documents</a> from the shared document web space,
fr: <a href="%1/help/shared#shared_read">télécharger des documents</a> à partir de l'espace de stockage partagé,

source: <a href="%1/help/shared#shared_upload">upload documents</a> in the shared document web space;
fr: <a href="%1/help/shared#publishdoc">publier des documents</a> dans l'espace partagé&#160;;

source: manage mailing lists
fr: administrer des listes de diffusion</strong>&#160;:

source: <a href="%1/help/admin#create_list">create new lists</a> (restricted access) - subject to authorization,
fr: <a href="%1/help/admin#create_list">créer de nouvelles listes</a> (accès restreint) - soumis à autorisation,

source: <a href="%1/help/admin#edit_list">configure lists</a> you own,
fr: <a href="%1/help/admin#edit_list">configurer</a> les listes dont vous êtes propriétaire,

source: <a href="%1/help/admin#manage_members">manage subscriptions</a>,
fr: <a href="%1/help/admin#manage_members">gérer les abonnements</a>,

source: <a href="%1/help/admin#manage_shared">manage the shared document web space</a>,
fr: <a href="%1/help/admin#manage_shared">gérer l'espace de stockage partagé</a>,

source: <a href="%1/help/admin#moderate">moderate lists</a> for which you are a moderator.
fr: <a href="%1/help/admin#moderate">modérer</a> les listes dont vous êtes modérateur.

source: How the mailing list service works: roles and responsibilities
fr: Fonctionnement des listes de diffusion&#160;: qui fait quoi&#160;?

source: A mailing list service involves four types of roles:
fr: Autour des listes de diffusion, on trouve quatre types d'acteurs&#160;:

source: <strong>listmaster;</strong>
fr: <strong>listmasters&#160;;</strong>

source: <strong>owner;</strong>
fr: <strong>propriétaires&#160;;</strong>

source: <strong>moderator;</strong>
fr: <strong>modérateurs&#160;;</strong>

source: <strong>subscriber.</strong>
fr: <strong>abonnés.</strong>

source: It is possible to have several roles at once (for example, you can be an owner and a moderator of a list and be subscribed to several others).
fr: Il est possible de jouer plusieurs rôles à la fois (par exemple, il est possible d'être propriétaire et modérateur d'une liste et d'être abonné à plusieurs autres).

source: Listmasters are in charge of the <strong>management of the mailing list service</strong>. Their duties:
fr: Les listmasters sont les personnes qui s'occupent de la <strong>gestion d'un service de listes</strong>. Leurs rôles&#160;:

source: <strong>manage the mailing list server</strong> (deployment, maintenance, etc.);
fr: <strong>administrer le service de listes</strong> (mise en place, maintenance, etc.)&#160;;

source: <strong>define the general orientations of the mailing list service</strong>:
fr: <strong>définir les orientations générales du service de listes</strong>&#160;:

source: who will be allowed to ask for the creation of a new list,
fr: qui aura l'autorisation de demander la création d'une liste,

source: which options will be available to manage lists (scenario definition),
fr: quelles seront les options disponibles pour l'administration des listes (définition de scénarii),

source: what the default files will contain (creation of templates),
fr: que contiendront les fichiers par défaut (création de templates),

source: what will the mailing list web interface look like;
fr: à quoi ressemblera l'interface web du serveur de listes&#160;;

source: <strong>set the way the mailing list service should be used</strong> and <strong>document those rules through providing charters</strong> to subscribers, moderators and owners;
fr: <strong>fixer les règles d'utilisation</strong> du service de listes et <strong>les documenter en rédigeant des chartes d'utilisation</strong> à destination des abonnés, des modérateurs et des propriétaires&#160;;

source: <strong>approve of requests of mailing list creations</strong>;
fr: <strong>valider les demandes de création de listes</strong>&#160;;

source: <strong>temporarily replace list owners</strong> when necessary; on the other hand, listmasters are not supposed to take the place of moderators.
fr: <strong>se substituer temporairement aux propriétaires de listes</strong> en cas de besoin&#160;; en revanche, les listmasters ne sont pas censés se substituer aux modérateurs.

source: List owners and moderators can turn to listmasters</strong> when they face a problem not dealt with by the documentation or for any comment. However, in order not to flood listmasters with messages, it is recommended that subscribers rather turn to list owners.
fr: Les propriétaires et modérateurs de listes peuvent se tourner vers les listmasters</strong> en cas de problème auquel la documentation ne répond pas ou pour toute remarque. Néanmoins, afin que les listmasters ne soient pas submergés de messages, il est préférable que les simples abonnés s'adressent plutôt aux propriétaires de listes.

source: Owners
fr: Propriétaires

source: The list owner is generally its creator</strong> or, failing him/her, the person who requested the list creation or who became responsible for it. <strong>His/her role</strong>:
fr: Le propriétaire d'une liste est généralement son créateur</strong>, ou à défaut, la personne qui a exprimé le souhait que la liste soit créée ou qui en a hérité. <strong>Son rôle</strong>&#160;:

source: <strong>define the <a href="%1/help/admin#edit_list">way the list will be used</a></strong>;
fr: <strong>définir le <a href="%1/help/admin#edit_list">mode de fonctionnement</a> de la liste</strong>&#160;;

source: <strong> write a <a href="%1/help/admin#charter">list charter</a></strong> aimed at subscribers;
fr: <strong> rédiger une <a href="%1/help/admin#charter">charte d'utilisation</a></strong> de la liste à destination des abonnés&#160;;

source: <strong>appoint one or several <a href="%1/help/listconfig#description">moderators</a></strong>;
fr: <strong>désigner un ou plusieurs modérateur(s)</strong>&#160;;

source: <strong>manage <a href="%1/help/admin#manage_members">subscriptions and unsubscriptions</a></strong>;
fr: <strong>gérer les <a href="%1/help/admin#manage_members">abonnements et désabonnements</a></strong>&#160;;

source: <strong>decide whether it is relevant to put a <a href="%1/help/admin#manage_shared">shared document web space</a></strong> at the subscribers' disposal;
fr: <strong>décider de mettre ou non à la disposition des abonnés un <a href="%1/help/admin#manage_shared">espace de stockage partagé</a></strong>&#160;;

source: <strong>answer questions from subscribers and potential subscribers about the list;</strong>
fr: <strong>répondre aux questions des abonnés et futurs abonnés à propos de la liste&#160;;</strong>

source: A list can have several owners. However, the <strong>'Privileged' profile</strong> is reserved to the list's creator; other owners have a 'Normal' profile, which has fewer prerogatives.
fr: Une liste peut avoir plusieurs propriétaires. Néanmoins, le <strong>profil 'Privileged'</strong> est réservé au créateur de la liste&#160;; les autres propriétaires ont un profil du type 'Normal', qui possède moins de prérogatives.

source: Moderators
fr: Modérateurs

source: <strong>Moderators are appointed by the list owner</strong>. They are <strong>in charge of <a href="%1/help/admin#moderate">controlling the relevancy of the messages</a></strong> sent to the list: after reading them, <strong>they choose to accept or to reject them </strong>. Moderation occurs before the message is actually sent to subscribers. Rejection of a message is possibly followed by a notice to the sender in order to explain the reason for that rejection.
fr: <strong>Les modérateurs sont désignés par le propriétaire de la liste</strong>. Ils sont <strong>chargés de <a href="%1/help/admin#moderate">réguler la diffusion des messages</a></strong> envoyés sur la liste&#160;: après lecture, <strong>ils peuvent décider de les accepter ou de les rejeter</strong>. La modération intervient avant la diffusion du message sur la liste. Le rejet d'un message est éventuellement suivi d'une notification à l'expéditeur du message afin de l'informer des raisons de ce rejet.

source: A list can have <strong>one or several moderators</strong>; generally, the list owner is also a moderator.
fr: Une liste peut avoir <strong>un ou plusieurs modérateurs</strong>&#160;; généralement, le propriétaire de la liste en est aussi le modérateur.

source: This concerns only moderated lists.
fr: Ceci ne concerne que les listes modérées.

source: Regulatory framework
fr: Cadre réglementaire

source: The use of a mailing list service means respecting a number of rules:
fr: L'utilisation d'un service de listes de diffusion implique le respect d'un certain nombre de règles&#160;:

source: In most mailing list services, subscribers receive a '<a target="_blank" title="Example of subscribers charter (French)" href="http://listes.cru.fr/cnil/charte.abonne.html">List subscribers charter</a>' on subscription. Then they are obliged to respect all the rules contained in that charter.
fr: Dans la plupart des services de listes, les abonnés reçoivent lors de leur abonnement une '<a target="_blank" title="Exemple de Charte des abonnés" href="http://listes.cru.fr/cnil/charte.abonne.html">Charte des abonnés de la liste</a>'. Ils sont alors tenus de respecter l'ensemble des règles contenues dans cette charte.

source: If available, list owners and moderators have to conform to the <a target="_blank" title="Example of charter aimed at owners and moderators (French)" href="http://listes.cru.fr/cnil/charte.proprio.html">Owner and moderator charter</a>.
fr: Lorsque celle-ci existe, les propriétaires et modérateurs de listes doivent se conformer à la <a target="_blank" title="Exemple de charte destinée aux propriétaires et modérateurs" href="http://listes.cru.fr/cnil/charte.proprio.html">Charte du propriétaire, animateur ou modérateur de liste</a>.

source: The use of mailing lists naturally means respecting the rules of good practices as regards email (the "Netiquette").
fr: L'utilisation des listes de diffusion implique naturellement de respecter les règles de bonne utilisation de la messagerie (la &#171;&#160;Nétiquette&#160;&#187;).

source: To know more, refer to the section dedicated to <a href="%1/help/sendmsg#rulesuser">good practices for subscribers</a> and to the section about <a href="%1/help/admin#rulesadmin">good practices for owners and moderators</a>.
fr: Pour en savoir plus, reportez-vous à la section consacrée aux <a href="%1/help/admin#rulesadmin">bonnes pratiques des propriétaires et modérateurs</a>.

source: Mailing lists - User Guide
fr: Les listes de diffusion - Guide de l'utilisateur

source: How the mailing list service works
fr: Fonctionnement du service de listes

source: The mailing-list service is managed by a <strong>mailing-list software: Sympa</strong>. This software comes with a <strong>web mailing list environment</strong>.
fr: Le service de listes fonctionne grâce à un <strong>logiciel de gestion de listes&#160;: Sympa</strong>. Ce logiciel est <strong>associé à une interface web d'environnement de listes</strong>.

source: To perform actions related to mailing lists</strong> (subscribe, change your options, etc.), you have two options:
fr: Pour effectuer des actions relatives aux listes</strong> (vous abonner, changer vos options, etc.), vous avez deux possibilités&#160;:

source: <strong>log on to the web environment</strong>;
fr: <strong>connectez-vous sur l'interface web du serveur de listes</strong>&#160;;

source: <strong>send commands by email</strong> to the Sympa mailing list manager at <strong>%1@%2</strong>.
fr: <strong>envoyer des commandes par e-mail</strong> à l'automate Sympa à l'adresse <strong>%1</strong>.

source: <strong>To send a command to Sympa</strong>, do as follows:
fr: <strong>Pour envoyer des commandes à Sympa</strong>, procédez comme suit&#160;:

source: <strong>If you send a single command</strong>, type it into the subject line of your email and leave its body blank.
fr: <strong>Si vous n'envoyez qu'une seule commande</strong>, inscrivez-la dans l'objet de votre message et laissez le corps du message vide.

source: <strong>If you send several commands</strong>, leave the subject line of your email blank and type all the commands in the email body. <strong>Be careful</strong>: Sympa will not process your message unless you respect the following rules:
fr: <strong>Si vous envoyez plusieurs commandes</strong>, laissez l'objet de votre message vide et tapez les différentes commandes dans le corps du message. <strong>Attention</strong>&#160;: Sympa ne traitera pas votre message si vous ne respectez pas scrupuleusement les règles suivantes&#160;:

source: Write every command on a new line.
fr: Chaque commande doit être placée seule sur une ligne.
