Repository: sympa-community/sympa
Catalog: po/web_help_*.po
Languages: fr

source: <strong>Generally, a list uses only one language</strong> for the exchanges between contributors. Respect this rule even though you are not a native speaker of the language used. <strong>Also try to respect the elementary rules of grammar and spelling</strong>, ban "<acronym lang="en" xml:lang="en" title="Short Message Service">SMS</acronym> language" and <strong>proofread yourself</strong> before posting your message!
fr: <strong>Généralement, une liste n'utilise qu'une seule langue</strong> pour échanger entre les différents participants. Respectez cette règle même si vous n'êtes pas un locuteur natif de la langue utilisée. <strong>Essayez aussi de respecter les règles élémentaires de la syntaxe et de l'orthographe</strong>, proscrivez le &#171;&#160;langage <acronym lang="en" xml:lang="en" title="Short Message Service">SMS</acronym>&#160;&#187; <strong>et relisez-vous</strong> avant d'envoyer votre message&#160;!

source: When sending a message, <strong>you may want to add one or several attachments</strong>. However, be careful to respect a few elementary rules:
fr: Lorsque vous envoyez un message, <strong>vous pouvez éventuellement ajouter une ou plusieurs pièce(s) jointe(s)</strong>. Néanmoins, prenez garde de respecter certaines règles élémentaires&#160;:

source: <strong>Make sure that attachments are accepted</strong> on the list to which you send your message.
fr: <strong>Assurez-vous que les pièces jointes sont acceptées</strong> sur la liste à laquelle vous envoyez le message.

source: When attachments are allowed, <strong>remain reasonable</strong>: too many or too large attachments may disturb the other subscribers, for example by flooding their inboxes.
fr: Lorsqu'elles sont autorisées, <strong>n'en abusez pas</strong>&#160;: un nombre de pièces jointes trop important ou des pièces jointes trop volumineuses risquent de gêner les autres abonnés, par exemple en saturant leurs boîtes de réception.

source: If you want to <strong>share documents with other list members</strong>, you had probably better upload them in the <a href="%1/help/shared">'Documents' section of the list</a>.
fr: Si vous souhaitez <strong>faire partager des documents aux autres membres de la liste</strong>, il est sans doute préférable de les publier dans la <a href="%1/help/shared">section 'Documents' de la liste</a>.

source: <strong>The use of email in general and for mailing lists is bound by a set of precise rules necessary to share pleasant exchanges: the "Netiquette"</strong>. You will find the general principles of the Netiquette, as well as many links on the <a target="_blank" href="http://en.wikipedia.org/wiki/Netiquette">page of the Wikipedia dedicated to the Netiquette</a>.
fr: <strong>L'utilisation de la messagerie en général et pour les listes de diffusion répond à un ensemble de règles très précises et indispensables pour une communication harmonieuse&#160;: la &#171;&#160;Nétiquette&#160;&#187;</strong>. Vous pourrez trouver les principes généraux de la Nétiquette ainsi que de nombreux liens sur la <a target="_blank" href="http://fr.wikipedia.org/wiki/N%C3%A9tiquette">page de la Wikipédia consacrée à la Nétiquette</a>.

source: Some lists have a <strong>shared document web space where subscribers can download and upload documents</strong>: this space is available through the <strong>'Shared documents' section</strong>.
fr: Certaines listes disposent d'un <strong>espace de stockage partagé où les abonnés peuvent télécharger des documents ou en publier</strong>&#160;: cet espace est représenté par la <strong>section 'Documents partagés'</strong>.

source: Presentation of the documents in the shared document web space
fr: Affichage des documents dans l'espace de stockage partagé

source: To access the 'Shared documents' section of a list, do as follows:
fr: Pour accéder à la section 'Documents partagés' d'une liste, procédez comme suit&#160;:

source: Go to <strong>the information page of the list</strong> of your interest.
fr: Allez sur la <strong>page d'information de la liste</strong> qui vous intéresse.

source: In the left menu, <strong>click on the 'Shared documents' link</strong>.
fr: Dans le menu de gauche, <strong>cliquez sur le lien 'Documents partagés'</strong>.

source: The 'Shared documents' section can contain three types of resources</strong>: <strong>folders</strong>, <strong>files</strong> and <strong>bookmarks</strong>.
fr: La section 'Documents partagés' peut contenir trois types de ressources</strong>&#160;: des <strong>dossiers</strong>, des <strong>fichiers</strong> et des <strong>signets</strong>.

source: <strong>Folders</strong> are preceded by the icon <img src="%1/folder.png" style="border: 0px;" title="Icon of folder" />.
fr: Les <strong>dossiers</strong> sont précédés de l'icône <img src="%1/folder.png" style="border: 0px;" title="Icône de dossier" />.

source: <strong>To browse a folder, click on its name</strong>.
fr: <strong>Pour descendre dans un dossier, cliquez sur son nom</strong>.

source: <strong>To go back up a level, click on the 'Up to higher level directory' link</strong> in the upper right corner of your screen.
fr: <strong>Pour remonter d'un niveau, cliquez sur le lien 'Dossier parent'</strong> situé en haut à droite de votre écran.

source: <strong>Files</strong> are preceded by icons related to each type of file. You can <a href="#shared_read">download</a> and <a href="#shared_upload">upload</a> some.
fr: Les <strong>fichiers</strong> sont précédés d'icônes propres à chaque type de fichier. Vous pouvez en <a href="#downloaddoc">télécharger</a> et en <a href="#publishdoc">publier</a>.

source: <strong>Bookmarks</strong> are preceded by the icon <img src="%1/link.png" style="border: 0px;" title="Icon of bookmark" />. They consist of <strong>shortcuts providing a single-click access to a particular website</strong>. If you click on a bookmark label, the website linked will open in a new window.
fr: Les <strong>signets</strong> sont signalés par l'icône <img src="%1/link.png" style="border: 0px;" title="Icône de signet" />. Il s'agit de <strong>raccourcis permettant d'aller d'un simple clic à un site web particulier</strong>. Si vous cliquez sur l'intitulé d'un signet, le site lié s'ouvrira dans une nouvelle fenêtre.

source: The functions of editing and creation of documents, when they are available to you, are accessible through the <strong>Expert mode</strong>. To switch to expert mode, click on the <a class="actionMenuLinks">Expert mode</a> button on top of page.
fr: Les fonctions d'édition et de création de documents, si elle vous sont ouvertes, sont accessibles via le <strong>Mode expert</strong>. Pour passer en mode expert, Cliquez sur le bouton <a class="actionMenuLinks">%1</a> en haut de la page.

source: <strong>The list owner or the documents authors can choose to restrict the access rights to some files/folders</strong>. Both the reading and writing rights can be restricted:
fr: <strong>Le propriétaire de la liste ou les auteurs de documents peuvent choisir de restreindre les droits d'accès à certains fichiers/dossiers</strong>. Il est possible de restreindre les droits en lecture ou en écriture&#160;:

source: <strong>When a folder is not writable</strong>, you can neither upload nor create documents in it.
fr: <strong>Lorsqu'un dossier est interdit en écriture</strong>, vous ne pouvez rien y publier ou y créer.

source: <strong>When a folder is not readable</strong>, you can not browse it (you get an error message).
fr: <strong>Lorsqu'un dossier est interdit en lecture</strong>, vous ne pouvez pas y descendre (vous obtiendrez un message d'erreur).

source: <strong>Folders are sorted separately</strong> from files and bookmarks, and display before them. <strong>By default, documents are sorted ascendingly according to the 'Document' column</strong>.
fr: <strong>Les dossiers sont triés séparément</strong> des fichiers et des signets et sont affichés avant. <strong>Par défaut, le tri s'effectue sur la colonne 'Document'</strong>. Il s'agit d'un tri ascendant.

source: Be careful: alphanumeric sort distinguishes uppercase from lowercase, thus all documents which have a name starting with an uppercase character display first, sorted in alphabetical order, and then, all documents which have a name starting with a lowercase character, sorted in alphabetical order. It is the same for folders.
fr: Attention&#160;: le tri alphabétique distingue les majuscules et les minuscules, c'est-à-dire que tous les documents dont le nom commence par une majuscule apparaissent tout d'abord, triés en ordre alphabétique, puis tous les documents dont le nom commence par une minuscule, triés en ordre alphabétique. Il en va de même pour les dossiers.

source: You can sort documents and folders according to criteria</strong> other than the name of the document/folder: they can also be sorted according to their <strong>author</strong>, their <strong>size</strong> and their <strong>last update date</strong>. To sort documents according to the criterion of your choice, click on the name of the corresponding column.
fr: Vous pouvez trier les documents et les dossiers suivant d'autres critères</strong> que le nom du document/dossier&#160;: un tri en fonction de l'<strong>auteur</strong>, de la <strong>taille</strong> et de la <strong>date de dernière mise à jour</strong> est également disponible. Pour trier les documents selon le critère de votre choix, cliquez sur le nom de la colonne correspondante.

source: Downloading documents from the shared document web space
fr: Télécharger des documents à partir de l'espace de stockage partagé

source: To download a document from a list, do as follows:
fr: Pour télécharger un document à partir d'une liste, procédez comme suit&#160;:

source: <strong>Go to the 'Shared documents' section</strong> of the list of your interest.
fr: <strong>Allez à la section 'Documents partagés'</strong> de la liste qui vous intéresse.

source: <strong>Browse the folder containing the file you want to download</strong>.
fr: <strong>Placez-vous dans le dossier contenant le fichier que vous souhaitez télécharger</strong>.

source: <strong>Select the 'expert mode'</strong>.
fr: <strong>Sélectionnez le 'Mode expert'</strong>.

source: <strong>Click on the name of the file to save it on your hard disk</strong>.
fr: <strong>Cliquez sur le nom du fichier qui vous intéresse pour l'enregistrer sur votre disque dur</strong>.

source: Be careful: files available in formats likely to open in a web browser will. To download this type of files, you had rather make a right click on their names and choose 'Save target as...', 'Save link as...', etc., according to your browser. This can affect, among others, files of formats .HTM/HTML, .PDF, .PNG, .TXT, .SWF, etc. (this behavior varies according to your browser and settings).
fr: Attention&#160;: les fichiers disponibles dans des formats susceptibles de s'ouvrir dans un navigateur le feront. Pour télécharger ce type de fichiers, faites plutôt un clic droit sur leur nom et choisissez 'Enregistrer la cible sous...', 'Enregistrer le lien sous...' ou encore 'Télécharger le lien sur le disque' en fonction de votre navigateur. Ceci peut concerner entre autres les fichiers aux formats .HTM/HTML, .PDF, .PNG, .TXT, .SWF, etc. (ce comportement varie d'un navigateur à un autre).

source: Uploading documents in the shared document web space
fr: Publier des documents dans l'espace de stockage partagé

source: Creating a folder on a list
fr: Créer un dossier sur une liste

source: To create a folder on a list</strong>, do as follows:
fr: Pour créer un dossier sur une liste</strong>, procédez comme suit&#160;:

source: Go to the 'Shared documents' section</strong> of the list of your interest.
fr: Allez à la section 'Documents partagés'</strong> de la liste qui vous intéresse.

source: Browse the folder in which you want to create a folder</strong>.
fr: Placez-vous dans le dossier où vous souhaitez créer votre dossier</strong>.

source: Switch to expert mode</strong>.
fr: Sélectionnez le 'Mode expert'</strong>.

source: Enter the folder name</strong> in the text field close to the 'Create a new folder inside [name of the current folder]' label.
fr: Entrez le nom du dossier</strong> dans le champ de texte associé à l'intitulé 'Créer un dossier'.

source: Click on the 'Create' button</strong>.
fr: Cliquez sur le bouton 'Créer'</strong>.

source: Uploading a file on a list
fr: Publier un fichier sur une liste

source: <strong>To upload a file on a list</strong>, do as follows:
fr: <strong>Pour publier un fichier sur une liste</strong>, procédez comme suit&#160;:

source: <strong>Browse the folder in which you want to upload your file</strong>. Create a new folder if necessary.
fr: <strong>Placez-vous dans le dossier où vous souhaitez publier votre fichier</strong>. Créez un nouveau dossier si besoin est.

source: <strong>Switch to expert mode</strong>.
fr: <strong>Sélectionnez le 'Mode expert'</strong>.

source: <strong>Click on the 'Browse' button</strong> below the 'Upload a file inside the folder [name of the current folder]' label and <strong>choose the file</strong> you want to upload; after selecting it, click on the 'Open' button. Your file path then displays in the input box close to the 'Browse' button.
fr: <strong>Cliquez sur le bouton 'Browse'</strong> situé sous le texte 'Télécharger un fichier' et <strong>allez chercher le fichier</strong> que vous souhaitez publier&#160;; lorsque vous l'avez trouvé, cliquez sur le bouton 'Ouvrir'. Le chemin de votre fichier apparaît alors dans le champ de texte associé au bouton 'Browse'.

source: <strong>Click on the 'Publish' button</strong>.
fr: <strong>Cliquez sur le bouton 'Publier'</strong>.

source: Be careful: list owners may define quotas, that is to say a <strong>maximum size not to be exceeded for the shared document web space</strong>. If you try to upload or create a too large document with regard to the space left, you will get the following error message: "The document repository exceed disk quota".
fr: Attention&#160;: les propriétaires de listes peuvent définir des quotas, c'est-à-dire une <strong>taille maximale à ne pas dépasser pour l'espace de stockage partagé</strong>. Si vous essayez de publier ou de créer un document trop gros par rapport à l'espace restant, vous recevrez le message d'erreur suivant&#160;: &#171;&#160;Le quota d'espace disque est dépassé&#160;&#187;.

source: In order to avoid any list overload, try and <strong>delete useless files as you go along</strong>. A good <a href="#organize">organization</a> of the list will allow you to manage the shared document web space more easily. To save some space, you can also publish your files in <strong>compressed formats</strong>.
fr: Pour que les listes ne soient pas surchargées, essayez de <strong>supprimer au fur et à mesure les fichiers inutiles</strong>. Une bonne <a href="#organize">organisation</a> de la liste vous permettra de gérer l'espace de stockage partagé plus facilement. Pour économiser de l'espace, vous pouvez également publier vos fichiers dans des <strong>formats compressés</strong>.

source: Publishing a bookmark on a list
fr: Publier un signet sur une liste

source: <strong>To publish a bookmark on a list</strong>, do as follows:
fr: <strong>Pour publier un signet sur une liste</strong>, procédez comme suit&#160;:

source: <strong>Browse the folder in which you want to publish your bookmark</strong>. Create a new folder if necessary.
fr: <strong>Placez-vous dans le dossier où vous souhaitez publier votre signet</strong>. Créez un nouveau dossier si besoin est.

source: In the <strong>'title' field</strong>, enter a <strong>descriptive name</strong> for the website to be linked through the bookmark.
fr: Dans le <strong>champ 'Intitulé'</strong>, saisissez un <strong>nom descriptif</strong> pour le site web vers lequel va pointer le raccourci.

source: In the <strong>'<acronym title="Uniform Resource Locator" lang="en" xml:lang="en">URL</acronym>' field</strong>, enter or paste the website's <strong><acronym title="Uniform Resource Locator" lang="en" xml:lang="en">URL</acronym></strong>.
fr: Dans le <strong>champ '<acronym title="Uniform Resource Locator" lang="en" xml:lang="en">URL</acronym>'</strong>, saisissez ou collez l'<strong><acronym title="Uniform Resource Locator" lang="en" xml:lang="en">URL</acronym> du site</strong>.

source: Click on the <strong>'Add'</strong> button.
fr: Cliquez sur le bouton <strong>'Ajouter'</strong>.

source: Creating a file on a list
fr: Créer un fichier sur une liste

source: To create a file on a list</strong>, do as follows:
fr: Pour créer un fichier sur une liste</strong>, procédez comme suit&#160;:

source: <strong>Browse the folder in which you want to create your file</strong>. Create a new folder if necessary.
fr: <strong>Placez-vous dans le dossier où vous souhaitez publier votre fichier</strong>. Créez un nouveau dossier si besoin est.

source: <strong>Enter a file name</strong> in the input box close to the 'Create a new file' label.
fr: <strong>Entrez un nom de fichier</strong> dans le champ associé à l'intitulé 'Créer un fichier'.

source: <strong>Click on the 'Create' button</strong>.
fr: <strong>Cliquez sur le bouton 'Créer'</strong>.

source: You are brought to the file creation page.
fr: Vous arrivez sur la page de création de fichier.

source: <strong>Enter or paste the text</strong> you want to put in your file in the 'Edit the file /nameofthefile' text area, and then <strong>click on the 'Publish' button</strong>.
fr: <strong>Entrez ou collez le texte</strong> que vous souhaitez mettre dans votre fichier dans la zone de texte 'Éditer le fichier /nomdufichier' puis <strong>cliquez sur le bouton 'Publier'</strong>.

source: <strong>Important: the only files that can be created online on the lists are plain text files. On the other hand, it is impossible to create office documents (.DOC, .XLS, .PPT, .RTF, .ODT, etc.), .PDF, images, etc.</strong>
fr: <strong>Important&#160;: les seuls fichiers qui peuvent être créés en ligne sur les listes sont des fichiers en texte brut. Vous ne pourrez en aucun cas créer de document bureautique (.DOC, .XLS, .PPT, .RTF, .SXW, etc.), .PDF, image, etc.</strong>

source: You can also <strong>replace the file, describe it or rename it</strong>. To know more about these features, refer to the <a href="#editsuppr">'Editing or deleting documents in the shared document web space'</a> section.
fr: Vous pouvez également <strong>remplacer le fichier, le décrire ou le renommer</strong>. Pour en savoir plus, reportez-vous à la section <a href="#editsuppr">'Éditer ou supprimer des documents dans l'espace de stockage partagé'</a>.

source: Editing or deleting documents in the shared document web space
fr: Éditer ou supprimer des documents dans l'espace de stockage partagé

source: In addition to uploading and downloading documents, you can also act on files and folders that are already online:
fr: En plus de publier des documents ou d'en télécharger, vous pouvez intervenir sur les fichiers et dossiers qui sont déjà en ligne&#160;:

source: by changing their access rights (read and right);
fr: en modifiant les droits d'accès (lecture et écriture)&#160;;

source: by editing them;
fr: en les éditant&#160;;

source: by deleting them.
fr: en les supprimant.

source: Changing access rights
fr: Modifier les droits d'accès

source: <strong>You can change read and/or write access rights to folders and files</strong>. This has <strong>several advantages</strong>:
fr: <strong>Il est possible de modifier les droits d'accès en lecture et/ou en écriture à des dossiers ou fichiers</strong>. Ceci présente de <strong>multiples intérêts</strong>&#160;:

source: <strong>Denying write access to a folder</strong> avoids proliferation of files published by unauthorized persons. To keep control of the list, sometimes it is more sensible to deny write access to the root folder of the shared document web space. It is also possible to offer a writable folder and to lock it at a given date or time, for example to control delivery of works by students.
fr: <strong>Interdire un dossier en écriture</strong> permet d'éviter la prolifération de fichiers publiés par des personnes non autorisées. Pour garder un contrôle sur la liste, il est parfois plus prudent d'interdire en écriture la racine de l'espace de stockage partagé. Il est aussi possible d'avoir un dossier autorisé en écriture et de le verrouiller à une date ou une heure donnée, par exemple pour contrôler la remise de travaux par des étudiants.

source: <strong>Denying write access to a file</strong> ensures that no one will be able to modify it. For example, this is the most suitable option for teachers willing to put at their students' disposal a set of documents, such as exam questions.
fr: <strong>Interdire un fichier en écriture</strong> garantit que personne ne pourra le modifier. C'est par exemple l'option à retenir pour les enseignants qui souhaitent communiquer des documents à leurs étudiants, tels que des sujets d'examen.

source: <strong>Denying read access to a folder</strong> makes it possible to store several confidential documents without having to change read access rights individually for each of them.
fr: <strong>Interdire un dossier en lecture</strong> permet d'y stocker plusieurs documents confidentiels sans devoir modifier les droits de consultation de chaque fichier individuellement.

source: <strong>Denying read access to a file</strong> ensures its confidentiality. For example, a teacher can ask his/her students to upload their "exam copies" on a list and to restrict read access to their files in order to prevent other students from looking at them.
fr: <strong>Interdire un fichier en lecture</strong> permet de garantir sa confidentialité. Par exemple, un enseignant peut demander à ses étudiants de déposer leurs &#171;&#160;copies&#160;&#187; d'examen sur une liste et de restreindre l'accès en lecture à leurs fichiers afin que les autres étudiants ne puissent pas les regarder.

source: <strong>You are allowed to change access rights only to documents you uploaded or created yourself</strong> on the lists (one exception: list owners can change access rights to any document published on the lists; this does not concern moderators).
fr: <strong>Vous ne pouvez modifier les droits d'accès que pour les documents que vous avez vous-même publiés ou créés</strong> sur les listes (exception&#160;: les propriétaires des listes peuvent modifier les droits d'accès pour l'ensemble des documents publiés sur les listes&#160;; ceci ne concerne pas les modérateurs).

source: <strong>To change access rights for a document, click on the 'Access' text</strong> in front of the document's name, in the 'Access' column. You are brought to the access rights editing page.
fr: <strong>Pour modifier les droits d'accès à un document, cliquez sur la mention 'Accès'</strong> située en face du nom du document dans la colonne 'Accès'. Vous arrivez sur la page de changement des droits d'accès.

source: <strong>Choose options from the drop-down lists 'Read access' and 'Edit access'</strong>.
fr: <strong>Choisissez l'option de votre choix dans les listes déroulantes 'Droit de consultation' et 'Droits d'écriture'</strong>.
