Repository: sympa-community/sympa
Catalog: po/web_help_*.po
Languages: fr

source: To <strong>make addresses stop bouncing</strong>, select them by ticking their boxes and click on the '<strong>Reset errors for selected users</strong>' button. If the error remains, the addresses will be reported as bouncing again as soon as a message is posted on the list.
fr: Pour <strong>faire en sorte que des adresses ne soient plus en erreur</strong>, sélectionnez ces adresses en cochant les cases situées en bout de ligne et cliquez sur le bouton '<strong>Annuler les erreurs pour les abonnés sélectionnés</strong>'. Si l'erreur persiste, les adresses concernées seront de nouveau marquées en erreur lors du prochain envoi de message.

source: You can also <strong>unsubscribe subscribers whose addresses are still bouncing</strong>: too many bouncing addresses cause a considerable load on the mailing list server. To unsubscribe subscribers, select them by ticking the boxes in front of their names and click on the '<strong>Delete selected email addresses</strong>' button.
fr: Vous pouvez aussi <strong>désabonner les abonnés dont les adresses sont toujours en erreur</strong>&#160;: un nombre trop grand d'adresses en erreur cause une charge significative sur le serveur de listes. Pour désabonner des abonnés, sélectionnez leurs adresses en cochant les cases situées en bout de ligne et cliquez sur le bouton '<strong>Supprimer les adresses sélectionnées</strong>'.

source: Moderating messages sent to the list
fr: Modérer les messages envoyés à la liste

source: When a list is moderated, <strong>all messages have to be approved of by one of the moderators before being distributed to the list</strong>. After sending a message to a list, subscribers are automatically notified by email that their message will be moderated. As for moderators, they also receive a notice message from Sympa, which includes the message to moderate.
fr: Lorsqu'une liste est modérée, <strong>tous les messages doivent être approuvés par l'un des modérateurs avant de pouvoir être diffusés sur la liste</strong>. Lorsqu'un abonné envoie un message à la liste, il reçoit un message de notification de la part de l'automate de gestion de listes Sympa, l'informant que son message va être modéré avant de pouvoir être diffusé. Les modérateurs, quant à eux, reçoivent également un message de Sympa, contenant le message à modérer.

source: You can <strong>perform moderating tasks</strong> either <strong>by email</strong>, by answering the messages received from Sympa, or <strong>through the mailing list web interface</strong>. To do that, click on the '<strong>Message</strong>' link in the 'Moderate' submenu: you are brought to a page that displays all messages to be moderated (the most recent messages are on top of page). <strong>To read a message, click on its subject</strong>.
fr: Vous pouvez <strong>effectuer des tâches de modération</strong> soit <strong>par e-mail</strong>, en répondant aux messages que vous adresse Sympa, soit <strong>via l'interface web du serveur de listes</strong>. Pour cela, il vous suffit d'aller dans le <strong>module d'administration de la liste</strong> et de cliquer sur '<strong>Modérer</strong>' dans le menu supérieur&#160;: la page qui s'affiche contient tous les messages en attente de modération (les messages les plus récents sont en haut de la page). <strong>Pour consulter un message, cliquez sur son objet</strong>.

source: You have <strong>three options</strong>:
fr: Vous avez <strong>trois possibilités</strong> de modération&#160;:

source: <strong>authorize the message distribution</strong> on the list;
fr: <strong>autoriser la diffusion du message</strong> sur la liste&#160;;

source: <strong>reject the message</strong>;
fr: <strong>rejeter le message</strong>&#160;;

source: <strong>reject the message and notify sender</strong>: when you reject a message, it is better to notify its sender...
fr: <strong>rejeter le message avec notification</strong>&#160;: lorsque vous rejetez un message, il est préférable de notifier son expéditeur...

source: Be careful: rejecting a message and notifying its sender is only available through the mailing list web interface.
fr: Attention&#160;: le rejet avec notification n'est disponible que via l'interface web du serveur de listes.

source: All moderators can decide to distribute a message or not. However, <strong>the first moderator to process the message will carry the day</strong>. You will be notified by Sympa if you try to process a message that has already been moderated. When there are several moderators, it is <strong>easier to moderate messages from the mailing list web interface</strong>: thus, you will be able to view all messages remaining to be moderated.
fr: Tous les modérateurs peuvent décider de diffuser ou non un message. Néanmoins, <strong>c'est le premier modérateur à intervenir sur le message qui emporte la décision</strong>. Si vous essayez d'intervenir sur un message qui a déjà été modéré, vous recevrez un message de Sympa vous informant que le message a déjà été traité. Si vous êtes plusieurs modérateurs, il est <strong>préférable de modérer les messages depuis l'interface web du serveur de listes</strong>&#160;: ainsi, vous verrez précisément quels messages restent à modérer.

source: <strong>Whatever the date and time of moderation, the date and time of sending of the message do not change</strong>. Thus, if the distribution of the message is allowed with a lot of delay, it is possible to receive a message dated January 1st on December 31st!
fr: <strong>Quelles que soient la date et l'heure de la modération, la date et l'heure d'envoi du message ne changent pas</strong>. Si la diffusion du message est autorisée avec beaucoup de retard, il est donc possible de recevoir le 31 décembre un message daté du 1er janvier&#160;!

source: In case the message was rejected with a notice, the subscriber who had sent it is notified by email. You can <a href="#customize">customize the message he/she gets</a>.
fr: En cas de rejet avec notification, l'abonné qui avait envoyé le message rejeté reçoit un message de notification. Vous pouvez <a href="#customize">personnaliser ce message</a>.

source: <strong>Reminder</strong>: you can <a href="%1/help/listconfig#description">add or remove moderators</a> through the list administration module. To do that, from the list information page, click on '<strong>Admin</strong>', on '<strong>Edit list config</strong>', and then on '<strong>List definition</strong>'.
fr: <strong>Rappel</strong>&#160;: vous pouvez <a href="%1/help/listconfig#description">ajouter ou supprimer des modérateurs</a> via le module d'administration de la liste. Pour cela, à partir de la page d'information de la liste, cliquez sur '<strong>Admin</strong>', puis sur '<strong>Configurer la liste</strong>', et enfin sur '<strong>Définition de la liste</strong>'.

source: It is also possible to <strong>process messages after their distribution on the list</strong>; this can be useful when a list is not moderated. If you want to <strong>delete a message</strong>, <a href="%1/help/arc#arcsearch">search for it in the online message archive</a> and click on the '<strong>Tag this mail for deletion</strong>' button in the upper right corner of the message. A confirmation message displays; click on 'OK'. The message will be deleted after a few seconds. <strong>Be careful: this operation is irreversible!!! If you delete a message, you will not be able to retrieve it.</strong>
fr: Il est aussi possible d'<strong>intervenir sur les messages après leur diffusion sur la liste</strong>&#160;; ceci est utile dans le cas d'une liste non modérée. Si vous souhaitez <strong>supprimer un message</strong>, allez le consulter en ligne dans la section 'Archives' et cliquez sur le bouton '<strong>Marquer ce message pour suppression</strong>' situé en haut à droite du message. Un message de confirmation s'affiche&#160;; cliquez sur OK. Le message sera supprimé au bout de quelques secondes. <strong>Attention&#160;: cette manipulation est irréversible&#160;!!! Si vous supprimez un message, vous ne pourrez en aucun cas le récupérer.</strong>

source: Managing the message archive
fr: Gérer les archives

source: The mailing list management robot Sympa can generate <strong>downloadable compressed archives (.ZIP format) of the messages sent to the list</strong>. To download those archives, <strong>select the months</strong> that interest you in the list and click on the '<strong>Download Zip file</strong>' button.
fr: L'automate de gestion de listes Sympa peut générer des <strong>archives compressées téléchargeables (format .ZIP) des messages envoyés sur la liste</strong>. Pour télécharger ces archives, <strong>sélectionnez les mois</strong> qui vous intéressent dans la liste et cliquez sur le bouton '<strong>Télécharger le Zip</strong>'.

source: Tip: in the 'Archive selection' list, to select all months during which messages have been sent, click on the first month, hold down the SHIFT key and click on the last month of the list.
fr: Astuce&#160;: dans la liste 'Sélection des archives', pour sélectionner tous les mois pendant lesquels des messages ont été échangés, cliquez sur le premier mois, maintenez la touche SHIFT (ou &#171;&#160;MAJ&#160;&#187;) enfoncée et cliquez sur le dernier mois de la liste.

source: You will receive a file of the type '<strong>nameofthelist_archive.zip</strong>' containing <strong>folders named 'nameofthelist_year-month'</strong> (example: <em class="example">list_example_2005-06</em>) for each month. Inside each folder, <strong>the file names are numbers</strong> representing their position in the chronology of the messages sent (example: the file named '1' contains the first message sent in the month). The message files have <strong>no extension</strong>; use the text editor of your choice (Notepad, WordPad, Vim, etc.) to open them. <strong>Each file represents an entire message (full header)</strong>.
fr: Vous recevrez un fichier du type '<strong>nomdelaliste_archives.zip</strong>' contenant des <strong>dossiers du type 'nomdelaliste_annee-mois'</strong> (exemple&#160;: <em class="example">cri-exemple_2005-06</em>) pour chaque mois. À l'intérieur de chaque dossier, <strong>les fichiers ont pour seul nom un numéro</strong> qui représente leur place dans la chronologie des messages envoyés (exemple&#160;: le fichier '1' contient le premier message envoyé dans le mois). Les fichiers de messages n'ont <strong>pas d'extension</strong>&#160;; utilisez l'éditeur de texte de votre choix (Bloc-notes, WordPad, Vim, etc.) pour les ouvrir. <strong>Chaque fichier correspond à un message entier (en-tête détaillé)</strong>.

source: From the 'Manage archive' page, you can also <strong>delete messages</strong> (deletion month by month and not message by message). To do that, <strong>select the months</strong> that interest you in the list and click on the '<strong>Delete selected months</strong>' button.
fr: À partir de la page 'Gérer les archives', vous pouvez également <strong>supprimer des messages</strong> (suppression mois par mois et non message par message). Pour cela, <strong>sélectionnez les mois</strong> qui vous intéressent dans la liste et cliquez sur le bouton '<strong>Détruire les mois sélectionnés</strong>'.

source: <strong>Be careful: this operation is irreversible!!! When you click on 'Delete selected months', keep in mind that you are not only deleting an archive file, but also the entire message archive of the selected month!!!</strong>
fr: <strong>Attention&#160;: cette manipulation est irréversible&#160;!!! Lorsque vous cliquez sur 'Détruire les mois sélectionnés', gardez bien à l'esprit que vous ne supprimez pas simplement un fichier d'archives, mais bien toutes les archives de messages du mois sélectionné&#160;!!!</strong>

source: Renaming the list
fr: Renommer la liste

source: In the <strong>list administration module</strong>, click on '<strong>Rename list</strong>'. Enter the name of your choice and click on the 'Rename this list' button. A confirmation message displays; click on 'OK'.
fr: Dans le <strong>module d'administration</strong> de la liste, cliquez sur '<strong>Renommer la liste</strong>'. Entrez le nom de votre choix puis cliquez sur le bouton 'Renommer la liste'. Un message de demande de confirmation s'affiche&#160;; cliquez sur 'OK'.

source: If you change your mind, you will only have to redo the inverse operation in order to retrieve the former list name.
fr: Si vous changez d'avis, il vous suffira d'effectuer la même manipulation pour restaurer l'ancien nom de la liste.

source: Be careful: when you rename a list, you have to let the listmasters know; otherwise, the change will not be effective</strong>.
fr: ATTENTION&#160;: lors du renommage d'une liste, vous devez informer les listmasters, sans quoi le changement de nom ne pourra être effectif</strong>.

source: A few tips to name your lists:
fr: Quelques conseils pour le choix des noms de vos listes&#160;:

source: <strong>Do not use any spaces, accents or specials characters</strong> in list names: those characters might cause problems.
fr: N'utilisez <strong>pas d'espaces, d'accents ni de caractères spéciaux</strong> dans les noms des listes&#160;: ces caractères peuvent créer des problèmes.

source: Choose an <strong>explicit yet short name</strong>: think of the subscribers who will have to type this name every time they will send a message to the list!
fr: Choisissez un <strong>nom explicite mais pas trop long</strong>&#160;: pensez aux abonnés qui devront taper ce nom à chaque fois qu'ils voudront envoyer un message à la liste&#160;!

source: If you manage a set of lists, you can <strong>prefix your lists' names with a common prefix</strong>; thus they will be sorted together and will be easily recognizable (example: <em class="example">xx-users@%1, xx-hotline@%1.fr</em>, etc.).
fr: Si vous administrez un ensemble de listes, vous pouvez <strong>préfixer le nom de vos listes avec un préfixe commun</strong> afin qu'elles soient classées à la suite et clairement identifiables par tous (exemple&#160;: <em class="example">sympa-users(@)cru.fr, sympa-fr(@)cru.fr</em>, etc.).

source: Deleting the list
fr: Supprimer la liste

source: In the <strong>list administration module</strong>, click on '<strong>Remove list</strong>'. A confirmation message displays; click on 'OK'.
fr: Dans le <strong>module d'administration</strong> de la liste, cliquez sur '<strong>Supprimer la liste</strong>'. Un message de demande de confirmation s'affiche&#160;; cliquez sur 'OK'.

source: <strong>Be careful: if you delete the list, you will not be able to reopen it yourself!!! If you want to reopen the list, you will have to ask the listmasters.</strong>
fr: <strong>Attention&#160;: si vous supprimez la liste, vous ne pourrez pas la rouvrir vous-même&#160;!!! Si vous désirez rouvrir la liste, il vous faudra faire appel aux listmasters.</strong>

source: In real terms, what are the <strong>consequences</strong> of a list deletion?
fr: Concrètement, quelles sont les <strong>conséquences</strong> d'une fermeture de liste&#160;?

source: <strong>All subscribers are immediately unsubscribed</strong> automatically (including owners and moderators).
fr: <strong>Tous les abonnés sont immédiatement désabonnés</strong> de façon automatique (y compris les propriétaires et modérateurs).

source: <strong>The message archive is preserved</strong> but no one can access it anymore.
fr: <strong>Les archives de messages sont préservées</strong> mais plus personne ne peut y accéder.

source: <strong>The documents published in the shared document web space are preserved</strong> but no one can access them anymore.
fr: <strong>Les documents publiés dans l'espace de stockage partagé sont préservés</strong> mais plus personne ne peut y accéder.

source: <strong>Only the listmasters have the power to reopen the list</strong>; if they do, the former list subscribers will automatically be subscribed again.
fr: <strong>Seuls les listmasters ont le pouvoir de rouvrir la liste</strong>&#160;; tous les anciens abonnés seront réabonnés automatiquement.

source: Be careful: due to a slight latency, the list pages remain accessible for a while if you know their addresses. Then they will become fully unavailable.
fr: Attention&#160;: en raison d'un petit temps de latence, les pages relatives à la liste restent accessibles à quiconque connaît leur adresse pendant un petit moment. Elles deviendront ensuite complètement inaccessibles.

source: <strong>If you want the list and all the associated files to be deleted permanently</strong>, you will have to ask the listmasters.
fr: <strong>Si vous souhaitez que la liste et tous les fichiers associés soient supprimés définitivement</strong>, vous devrez vous adresser aux listmasters.

source: Good practices
fr: Bonnes pratiques

source: In order to have dynamic lists, <strong>you must be deeply involved</strong> in their exchanges: if a list is neither controlled nor enlivened by its owners, it may result in a loss of quality in its messages and it might even end up vanishing...
fr: Pour que vos listes de diffusion soient dynamiques, <strong>vous devez être impliqué</strong> dans leur fonctionnement&#160;: une liste non contrôlée risque de partir à vau l'eau, de voir la qualité de ses messages se dégrader et de finalement s'éteindre...

source: <strong>The use of email in general and for mailing lists is bound by a set of precise rules necessary to share pleasant exchanges: the "Netiquette"</strong>. As a list owner or moderator, it is your role to have subscribers respect it. You will find the general principles of the Netiquette, as well as many links on the <a target="_blank" href="http://en.wikipedia.org/wiki/Netiquette">page of the Wikipedia dedicated to the Netiquette</a>.
fr: <strong>L'utilisation de la messagerie en général et pour les listes de diffusion répond à un ensemble de règles très précises et indispensables pour une communication harmonieuse&#160;: la &#171;&#160;Nétiquette&#160;&#187;</strong>. En tant que propriétaire ou modérateur de liste, vous devez veiller à la faire respecter. Vous pourrez trouver les principes généraux de la Nétiquette ainsi que de nombreux liens sur la <a target="_blank" href="http://fr.wikipedia.org/wiki/N%C3%A9tiquette">page de la Wikipédia consacrée à la Nétiquette</a>.

source: You should <strong>write a charter for your list</strong> to define all the rules that apply to its use:
fr: Il est conseillé de <strong>rédiger une charte d'utilisation pour votre liste</strong>, regroupant toutes les règles qui la régissent&#160;:

source: allowed, tolerated and forbidden topics;
fr: sujets de conversation autorisés, tolérés et bannis&#160;;

source: writing rules (for example to specify the languages in which the subscribers are to post, to ban "<acronym lang="en" xml:lang="en" title="Short Message Service">SMS</acronym> language", etc.);
fr: règles de rédaction (par exemple pour spécifier les langues dans lesquelles les abonnés ont le droit d'écrire, pour interdire le &#171;&#160;langage <acronym lang="en" xml:lang="en" title="Short Message Service">SMS</acronym>&#160;&#187;, etc.)&#160;;

source: rules applying when sending messages (frequency, attachments, etc.);
fr: règles régissant l'envoi des messages (fréquence, ajout de pièces jointes, etc.)&#160;;

source: liabilities of subscribers regarding the netiquette;
fr: responsabilités des abonnés en matière de nétiquette&#160;;

source: rights and responsibilities of the subscribers;
fr: droits et devoirs des abonnés&#160;;

source: information about retention of the messages sent to the list;
fr: information sur l'archivage des messages envoyés sur la liste&#160;;

source: legal information and privacy policy;
fr: informations légales et politique de confidentialité&#160;;

source: sanctions applying to those who would not respect the list charter;
fr: sanctions encourues en cas de non-respect de la charte d'utilisation de la liste&#160;;

source: In order to have all subscribers read the list charter, you should include it in the welcome message they get after subscribing. To do that, you need to <a href="#customize">customize that message</a> through the 'Customize' page of the list administration module.
fr: Pour que tous les abonnés prennent connaissance de la charte d'utilisation de la liste, le mieux est de l'inclure dans le message de bienvenue qu'ils reçoivent lors de leur abonnement. Pour cela, vous devez <a href="#customize">personnaliser ce message</a> en allant à la page 'Personnaliser' du module d'administration de la liste.

source: When available, the <a target="_blank" title="Example of charter aimed at owners and moderators (French)" href="http://listes.cru.fr/cnil/charte.proprio.html">Owner and moderator charter</a> provides list owners and moderators with all the necessary information to carry out their roles. This Charter involves all the rights and responsibilities of owners and moderators.
fr: Lorsqu'elle existe, la <a target="_blank" title="Exemple de charte destinée aux propriétaires et modérateurs" href="http://listes.cru.fr/cnil/charte.proprio.html">Charte du propriétaire, animateur ou modérateur de liste</a> fournit aux propriétaires et aux modérateurs de listes toutes les informations indispensables pour pouvoir remplir leurs fonctions. Cette Charte recouvre l'ensemble des responsabilités et des attributions des propriétaires et modérateurs.

source: Reading the list archive online
fr: Lire les archives d'une liste en ligne

source: To read the messages sent to a list</strong>, you have two options:
fr: Pour lire les messages d'une liste</strong>, vous avez trois possibilités&#160;:

source: read the messages you receive <strong>in your email inbox</strong>;
fr: lire les messages que vous recevez <strong>dans votre boîte de réception</strong>&#160;;

source: read the list archive <strong>online</strong> (through the mailing list web interface).
fr: lire les archives de la liste <strong>en ligne</strong> (via l'interface web du serveur de listes)&#160;;

source: <strong>To read the list archive online</strong>, do as follows:
fr: <strong>Pour lire les archives d'une liste en ligne</strong>, procé²dez comme suit&#160;:

source: <strong>Go to the information page of the list</strong> of which you want to read the archive.
fr: <strong>Allez sur la page d'information de la liste</strong> dont vous souhaitez lire les archives.

source: <strong>In the left menu, click on the 'Archive' link</strong>.
fr: <strong>Dans le menu de gauche, cliquez sur le lien 'Archives'</strong>.

source: The message index of the current month displays.
fr: Vous voyez apparaître les archives du mois en cours.

source: Presentation of messages
fr: Présentation des messages

source: <strong>The page always displays the latest messages</strong>; thus if the list was idle during the current month, the messages of the latest active month are displayed.
fr: S'il n'y a eu aucun message pendant le mois en cours, <strong>les messages qui s'affichent sont ceux du dernier mois où des messages ont circulé</strong>.

source: When there are <strong>too many messages to be displayed on a single page, only the latest messages display by default</strong>. <strong>To change page, click on the arrow links around the current page's number</strong>:
fr: <strong>S'il y a eu beaucoup de messages au cours du mois, ceux-ci sont répartis sur plusieurs pages</strong> et seuls les messages les plus récents sont affichés. <strong>Pour passer d'une page à une autre, cliquez sur les flèches ou sur les mots encadrant le numéro de la page courante</strong>&#160;:

source: The '<strong>&lt;</strong>' arrow displays older messages.
fr: La flèche '<strong>&lt;</strong>' permet d'afficher des messages plus anciens.
