Repository: sympa-community/sympa
Catalog: po/web_help_*.po
Languages: fr

source: <strong>text only mode</strong>: this mode allows you to receive only the text version (text/plain) of messages sent in both formats (plain text and <acronym lang="en" xml:lang="en" title="HyperText Markup Language">HTML</acronym>).
fr: <strong>Réception au format texte uniquement</strong>&#160;: ce mode permet de ne recevoir que la version texte (text/plain) des messages postés aux deux formats (texte et <acronym lang="en" xml:lang="en" title="HyperText Markup Language">HTML</acronym>).

source: <strong>HTML only mode</strong>: this mode allows you to receive only the <acronym lang="en" xml:lang="en" title="HyperText Markup Language">HTML</acronym> version (text/html) of messages sent in both formats.
fr: <strong>Réception au format HTML</strong>&#160;: ce mode permet de ne recevoir que la version <acronym lang="en" xml:lang="en" title="HyperText Markup Language">HTML</acronym> (text/html) des messages postés aux deux formats (texte et <acronym lang="en" xml:lang="en" title="HyperText Markup Language">HTML</acronym>).

source: <strong>urlize mode</strong>: this mode allows you not to receive attached documents. However these documents are available in the list archive and you can access them through a <acronym title="Uniform Resource Locator" lang="en" xml:lang="en">URL</acronym> provided in the message.
fr: <strong>Attachements stockés sur le serveur</strong>&#160;: ce mode permet de ne pas recevoir les documents attachés. Ceux-ci sont remplacés dans le message par une <acronym title="Uniform Resource Locator" lang="en" xml:lang="en">URL</acronym> pointant vers l'interface web.

source: <strong>you do not receive your own posts</strong>: this mode allows you not to receive a copy of your own messages.
fr: <strong>Pour ne pas recevoir ses propres messages</strong>&#160;: ce mode permet de ne pas recevoir une copie de ses propres messages.

source: <strong>standard (direct reception)</strong>: this mode is the default delivery mode; it cancels any other delivery mode.
fr: <strong>Normal</strong>&#160;: ce mode est le mode de réception par défaut&#160;; il permet d'annuler les autres modes d'abonnement.

source: <strong>Choose a visibility option</strong>:
fr: <strong>Choisissez une option de visibilité</strong>&#160;:

source: <strong>listed in the list review page</strong>: your name and email address will be displayed in the members list (if the list owner allowed subscribers to review the list members).
fr: <strong>Référencé dans la liste des abonnés</strong>&#160;: vous serez visible dans la liste des abonnés (si l'accès à celle-ci est autorisé).

source: <strong>concealed</strong>: your name and email address will not be displayed in the members list. However you email address will be visible in the list archive if you send messages.
fr: <strong>Non visible</strong>&#160;: vous ne serez plus visible dans la liste des abonnés. Votre adresse e-mail sera néanmoins visible dans les archives des messages si vous en avez envoyé.

source: <strong>Click on the 'Update' button</strong>.
fr: <strong>Cliquez sur le bouton 'Mise à jour'</strong>.

source: Changing your general preferences
fr: Modifier ses préférences générales

source: The general preferences apply to all your subscriptions as well as to the way your Sympa mailing list web interface displays. To change your preferences, do as follows:
fr: Les préférences générales sont relatives à l'ensemble de vos abonnements et à la manière dont se présente votre interface de listes Sympa. Pour modifier vos préférences, procédez comme suit&#160;:

source: In the form displayed on top of the left column, <strong>click on the 'Your preferences' link</strong>.
fr: Dans la boîte en haut de la colonne de gauche, <strong>cliquez sur le lien 'Vos préférences'</strong>.

source: <strong>Change your preferences</strong>.
fr: <strong>Modifiez vos préférences</strong>.

source: <strong>Click on 'Submit' for every option</strong> you change.
fr: <strong>Cliquez sur 'Valider' pour chaque option</strong> que vous modifiez.

source: You can change:
fr: Vous pouvez modifier&#160;:

source: your <strong>name</strong>; if you subscribe to a list from the mailing list server web interface, the 'Name' field will automatically be filled in in the members list;
fr: votre <strong>nom</strong>&#160;; si vous vous abonnez à une liste depuis l'interface web du serveur de listes, le champ 'Nom' sera automatiquement renseigné dans la liste des abonnés&#160;;

source: the <strong>language in which the Sympa web interface is displayed</strong> (you can change language on every page of the web interface; your choice will remain even though you change the interface language on another page than the 'Preferences' page;
fr: la <strong>langue de l'interface de listes Sympa</strong> (le choix de la langue est disponible sur toutes les pages de l'interface de listes&#160;; votre choix sera conservé même si vous modifiez la langue de l'interface sans passer par la page 'Préférences'&#160;;

source: the <strong>lifetime of the cookie placed on your computer by Sympa</strong> ('Connection expiration period'). By default, the session expires when you close your browser; if you use the mailing list service a lot, we advise you to choose a longer duration;
fr: la <strong>durée de vie du cookie stocké sur votre ordinateur par Sympa</strong> ('Expiration de la connexion'). Par défaut, la session expire lorsque vous fermez votre navigateur&#160;; si vous utilisez les listes de manière intensive, nous vous conseillons de choisir une durée plus longue&#160;;

source: A cookie is a small file a web server stores on your hard disk, most generally temporarily, in order to identify you as a user of its service. It contains a few pieces of personal information about you: name, email address, latest logon time, etc.
fr: Un cookie est un petit fichier qu'un serveur web enregistre, le plus souvent temporairement, sur votre disque dur, pour vous identifier sur son service. Il contient quelques informations de référence vous concernant&#160;: nom, adresse e-mail, date de dernière connexion, etc.

source: the <strong>email address with which you subscribed</strong> to the lists (if you subscribed with several email addresses, the address to be replaced will be the one you logged on with);
fr: l'<strong>adresse e-mail avec laquelle vous êtes abonné</strong> aux listes (si vous êtes abonné aux listes avec plusieurs adresses, l'adresse remplacée sera celle avec laquelle vous êtes connecté);

source: Be careful: this will change your subscriptions to all your lists. If you want to change address for a single mailing list, you had better unsubscribe from that list and subscribe again with the right email address.
fr: Attention&#160;: ceci modifiera vos abonnements à l'ensemble des listes. Si vous ne souhaitez changer d'adresse e-mail que pour une seule liste, il vaut mieux vous désabonner de cette liste et vous y réabonner avec l'adresse idoine.

source: your <strong>list password</strong>.
fr: votre <strong>mot de passe de listes</strong>.

source: The '<strong>Your other email addresses</strong>' section acts like an email address change.
fr: La section '<strong>Vos autres adresses e-mail</strong>' équivaut à un changement d'adresse e-mail.

source: Searching for a mailing list
fr: Rechercher une liste de diffusion

source: You may need to search for a mailing list. To do that, you have three options:
fr: Vous pouvez avoir besoin de rechercher une liste. Pour cela, vous avez trois possibilités&#160;:

source: <strong>browse the different sections</strong> displayed on the <a href="%1/home">list environment homepage</a>;
fr: <strong>parcourir les différentes rubriques</strong> listées en <a href="%1/home">page d'accueil du serveur de listes</a>&#160;;

source: search for a list via the <strong>search box</strong>: the searched string will return all the lists whose name or description matches your search criteria (descriptions of the lists generally consist of a short sentence);
fr: rechercher une liste grâce au <strong>champ de recherche</strong>&#160;: la chaîne recherchée renverra tous les résultats trouvés dans les noms et les descriptions des listes (les descriptions des listes se résument généralement à une courte phrase)&#160;;

source: click on the '<a href="%1/lists">List of lists</a>' tab on top of page to <strong>display all available lists</strong>.
fr: cliquer sur l'onglet '<a href="%1/lists">Liste des listes</a>' en haut de page pour <strong>afficher l'intégralité des listes</strong>.

source: According to the domain to which your email address belongs (example: <em class="example">cru.fr</em>, <em class="example">fai.com</em>, etc.) and to the location you log on from, you will not have access to the same lists. However you can subscribe to a list that does not display if you know its name. To do this, <a href="#subscribe">use your email client</a>.
fr: En fonction du domaine auquel appartient votre adresse (exemple&#160;: <em class="example">cru.fr</em>, <em class="example">fai.com</em>, etc.) et de l'endroit à partir duquel vous vous connectez, vous n'aurez pas accès aux mêmes listes. Vous pouvez malgré tout vous abonner aux listes qui vous sont cachées si vous connaissez leur nom. Pour cela, <a href="#subscribe">utilisez votre client de messagerie</a>.

source: Reading a list archive online
fr: Lire les archives d'une liste en ligne

source: Please refer to the <a href="%1/help/arc"><strong>archive documentation</strong></a>.
fr: Consultez la <a href="%1/help/arc"><strong>documentation des archives</strong></a>.

source: Sending a message
fr: Envoyer un message

source: Please refer to the <a href="%1/help/sendmsg"><strong>documentation about sending messages</strong></a>.
fr: Consultez la <a href="%1/help/sendmsg"><strong>documentation pour l'envoi de messages</strong></a>.

source: Using the shared document web space
fr: Utiliser l'espace de stockage partagé

source: Please refer to the <a href="%1/help/shared"><strong>shared document web space documentation</strong></a>.
fr: Consultez la <a href="%1/help/shared"><strong>documentation de l'espace de stockage</strong></a>.

source: Unsubscribing from lists
fr: Se désabonner des listes

source: To unsubscribe from a list, do as follows:
fr: Pour vous désabonner d'une liste, procédez comme suit&#160;:

source: From the address with which you subscribed to the list, send a <strong>message to %1@%2</strong>.
fr: À partir de l'adresse avec laquelle vous êtes abonné à la liste, envoyez un <strong>message à %1</strong>.

source: In the subject line of your email, type in: <strong>unsubscribe nameofthelist</strong> (replace 'nameofthelist' by the name of the list you want to unsubscribe from).
fr: En objet du message, écrivez&#160;: <strong>unsubscribe nomdelaliste</strong> (remplacez 'nomdelaliste' par le nom de la liste dont vous souhaitez vous désabonner).

source: You can also unsubscribe through the mailing list web interface (you will need to repeat the operation for each list you want to unsubscribe from):
fr: Vous pouvez également vous désabonner à partir de l'interface de listes (vous devrez répéter l'opération pour chaque liste dont vous souhaitez vous désabonner)&#160;:

source: <strong>Go to the information page of the list</strong> you want to unsubscribe from.
fr: <strong>Allez sur la page d'information de la liste</strong> dont vous souhaitez vous désabonner.

source: <strong>In the left menu, click on the 'Unsubscribe' link</strong>.
fr: <strong>Dans le menu de gauche, cliquez sur le lien 'Désabonnement'</strong>.

source: Mailing lists - Owner and moderator guide
fr: Les listes de diffusion - Guide de l'administrateur

source: Introduction: who is in charge of managing mailing lists?
fr: Introduction&#160;: qui gère les listes de diffusion&#160;?

source: Reminder: a mailing list service involves four types of roles:
fr: Rappel&#160;: autour des listes de diffusion, on trouve quatre types d'acteurs&#160;:

source: listmaster;
fr: listmasters&#160;;

source: owner;
fr: propriétaires&#160;;

source: moderator;
fr: modérateurs&#160;;

source: subscriber.
fr: abonnés.

source: Refer to the <a href="%1/help/introduction#roles">description of each role</a> to know more about this.
fr: Reportez-vous à la <a href="%1/help/introduction#roles">description du rôle de chacun</a> pour en savoir plus.

source: Requesting the creation of a mailing list
fr: Demander la création d'une liste de diffusion

source: The <strong>list creation request</strong> can be <strong>subject to conditions</strong>. Even though you meet those conditions, the <strong>list creation</strong> will nevertheless be <strong>subject to approval by the listmasters</strong>.
fr: La <strong>demande de création</strong> d'une liste de diffusion peut être <strong>soumise à conditions</strong>. Si vous remplissez les conditions nécessaires pour effectuer une demande, la <strong>création de la liste</strong> sera néanmoins <strong>soumise à approbation par les listmasters</strong>.

source: To request the creation of a mailing list, do as follows:
fr: Pour demander la création d'une liste de diffusion, procédez comme suit&#160;:

source: Go to the <strong><a href="%1/home">list environment homepage</a></strong> and <a href="%1/help/user#sympa_auth"><strong>log on</strong></a>.
fr: Consultez la <strong><a href="%1/home">page d'accueil du service</a></strong> et <a href="%1/help/user#sympa_auth"><strong>Connectez-vous</strong></a>..

source: In the top menu, <strong>click on the 'Create list' link</strong>.
fr: Dans le menu supérieur, <strong>cliquez sur le lien 'Création de liste'</strong>.

source: If this link does not display, it means that you do not have the privileges required to create a list.
fr: Si le bouton n'apparait pas, cela signifie que vous n'avez pas les privilèges nécessaires pour créer une liste.</span>

source: Give your list a <strong>name</strong> (only enter the name without the '@' and the domain name; example: <em class="example">languages_spanish</em> and not <em class="example">languages_spanish@%2</em>).
fr: Donnez un <strong>nom</strong> à votre liste (n'entrez que le nom sans l'arobase et le domaine&#160;; exemple&#160;: <em class="example">lettres_grec</em> et non pas <em class="example">lettres_grec@%1</em>).

source: Do not use any spaces, accents or specials characters in list names: those characters might cause problems.
fr: N'utilisez pas d'espaces, d'accents, ni de caractères spéciaux dans les noms des listes&#160;: ces caractères peuvent créer des problèmes.

source: Choose an explicit yet short name: think of the subscribers who will have to type this name every time they will send a message to the list! If you manage a set of lists, you can prefix your lists' names with a common prefix; thus they will be sorted together and will be easily recognizable (example: <em class="example">xx-users@%2, xx-hotline@%2</em>, etc.).
fr: Choisissez un nom explicite mais pas trop long&#160;: pensez aux abonnés qui devront taper ce nom à chaque fois qu'ils voudront envoyer un message à la liste&#160;! Si vous administrez un ensemble de listes, vous pouvez préfixer le nom de vos listes avec un préfixe commun afin qu'elles soient classées à la suite et clairement identifiables par tous (exemple&#160;: <em class="example">xx-utilisateurs, xx-support(@)cru.fr</em>, etc.).

source: Choose a <strong>list type</strong> among the predefined types (the predefined types are only examples of typical configurations that can be changed by the list owners after creation; it is even possible to configure the list beyond the options offered in the list administration module, by asking the listmasters).
fr: Choisissez un <strong>type de liste</strong> parmi les types prédéfinis suivants (il ne s'agit là que d'exemples de configurations type modifiables par les propriétaires de listes après création&#160;; il est même possible de configurer la liste au delà des options proposées dans le module d'administration de liste, en en faisant la demande auprès des listmasters).

source: Enter a <strong>subject</strong> for your list. This subject will display as a header for all the list pages, and will also be visible on list index pages (list of lists, list of your subscriptions, etc.) and in the browser title bar.
fr: Saisissez un <strong>objet</strong> pour votre liste. Cet objet apparaîtra en tête de toutes les pages de la liste, ainsi que sur les pages d'index de listes (liste des listes, liste de vos abonnements, etc.) et dans la barre de titre du navigateur.

source: Choose a <strong>topic</strong> in the 'Topics' drop-menu.
fr: Choisissez une <strong>catégorie</strong> dans la liste déroulante 'Catégories'.

source: If no topic suits your needs, you can request the creation of a new topic by asking the listmasters.
fr: Si aucune des catégories existantes ne répond à vos besoins, vous pouvez demander la création d'une nouvelle catégorie en vous adressant aux listmasters.

source: Enter a <strong>description</strong> for your list. This description will display on the list information page and in the 'Subscribers Charter' sent by email to each new subscriber, under the 'List subject' heading. This description may involve explanations about the following issues:
fr: Saisissez une <strong>description</strong> pour votre liste. La description apparaîtra sur la page d'information de la liste ainsi que dans la 'Charte des abonnés de la liste' envoyée par e-mail à chaque nouvel abonné, à la rubrique 'Objet de cette liste'. Cette description peut comporter des explications sur les points suivants&#160;:<!--sur le fonctionnement de la liste, les règles d'utilisation en vigueur, une présentation des abonnés type (leurs métiers, les projets dont ils s'occupent, leur nationalité, etc.)-->

source: object of the list and targets;
fr: objet de la liste et publics visés&#160;;

source: topics discussed;
fr: sujets abordés&#160;;

source: operation of the list (liabilities, status of the list, etc.);
fr: fonctionnement de la liste (responsabilités, statut de la liste, etc.)&#160;;

source: rules applying;
fr: règles d'utilisation en vigueur&#160;;

source: description of the typical subscribers (their occupations, the projects they manage, their nationalities, etc.).
fr: présentation des abonnés type (leurs métiers, les projets dont ils s'occupent, leur nationalité, etc.).

source: You can format your list description with <acronym lang="en" xml:lang="en" title="HyperText Markup Language">HTML</acronym> tags. Be careful: if your description is long, cut it with manual line breaks (ENTER key of your keyboard); otherwise, it might not be entirely visible in your browser window.
fr: Vous pouvez mettre en forme la description de votre liste à l'aide de balises <acronym lang="en" xml:lang="en" title="HyperText Markup Language">HTML</acronym>. Attention&#160;: si votre description est longue, coupez-la par des retours à la ligne manuels (touche ENTRÉE de votre clavier), sans quoi elle ne sera pas visible entièrement dans la fenêtre de votre navigateur.

source: Click on the '<strong>Submit your creation request</strong>' button.
fr: Cliquez sur le bouton '<strong>Envoyer votre demande de création</strong>'.

source: A message displays to inform you that your list creation request has been sent to the listmasters and that from now on, you can modify the list by clicking on the 'Admin' button. However, the message warns you that the list will be actually installed and made visible on the server only after approval by a listmaster.
fr: Un message s'affiche alors et vous informe que votre demande de création de liste est enregistrée et que vous pouvez dès à présent modifier la liste en cliquant sur le bouton 'Admin'. Il vous avertit néanmoins que la liste ne sera effectivement installée et rendue visible sur le serveur que lorsqu'un listmaster aura approuvé sa création.

source: After this, you will have to <strong>wait for the list creation to be approved of by one of the listmasters</strong>. Then you will receive a notice message entitled '<strong>Creation of the nameofthelist list</strong>', informing you that your list was actually created.
fr: Vous devrez ensuite <strong>attendre que la création de la liste soit approuvée par l'un des listmasters</strong>. Vous recevrez alors un e-mail de notification intitulé '<strong>Création de la liste nomdelaliste</strong>' vous informant que votre liste a bien été créée.

source: <strong>Last, subscribe to your list</strong>: creating a list or becoming its owner or moderator does not mean that you are automatically subscribed to it!
fr: <strong>Abonnez-vous ensuite à votre liste</strong>&#160;: la création d'une liste ou le fait d'en devenir propriétaire ou modérateur n'implique pas l'abonnement automatique à la liste&#160;!

source: Managing a list
fr: Administrer une liste

source: To manage a list you own, do as follows:
fr: Pour administrer une liste dont vous êtes propriétaire, procédez comme suit&#160;:

source: Go to the <strong>list environment homepage</strong> and <strong><a href="%1/help/user#sympa_auth">log on</a></strong>.
fr: Allez sur la <strong>page d'accueil</strong> de l'environnement de listes et <strong>connectez-vous</strong>.

source: If you are subscribed to the list with several addresses, use the address with which you requested the list creation.
fr: Si vous êtes abonné à la liste avec plusieurs adresses, utilisez celle avec laquelle vous avez demandé la création de la liste.

source: Go to the information page of the list</strong> you want to manage.
fr: Allez sur la page d'information de la liste</strong> que vous souhaitez administrer.

source: In the left menu, <strong>click on the 'Admin' link</strong>.
fr: Dans le menu de gauche, <strong>cliquez sur le lien 'Admin'</strong>.

source: To browse the sections of the administration module, click on the links below the 'Admin' link, in the left menu.
fr: Pour passer d'une section à une autre, cliquez sur le menu de gauche sous l'intitulé 'Admin'.

source: Those different sections allow you to:
fr: Les différentes sections du module d'administration de la liste vous permettent&#160;:

source: <a href="%1/help/listconfig">configure the list</a>;
fr: de <a href="%1/help/listconfig">configurer la liste</a>&#160;;

source: <a href="#customize">customize files related to the list</a>;
fr: de <a href="#customize">personnaliser les fichiers associés</a> à la liste&#160;;

source: <a href="#manage_members">manage subscribers</a>;
fr: de <a href="#manage_members">gérer les abonnés</a>&#160;;

source: <a href="#manage_archives">manage the message archive of the list</a>;
fr: de <a href="#manage_archives">gérer les archives de messages</a> de la liste&#160;;

source: <a href="#manage_bounces">manage bounces</a>;
fr: de <a href="#manage_bounces">gérer les erreurs</a>&#160;;

source: <a href="#manage_shared">create, delete or restore the shared document web space</a>;
fr: de <a href="#manage_shared">créer, fermer ou restaurer l'espace de stockage partagé</a>&#160;;

source: <a href="#renamelist">rename the list</a>;
fr: de <a href="#supprlist">supprimer la liste</a>.

source: <a href="#supprlist">delete the list</a>.
fr: de <a href="#renamelist">renommer la liste</a>&#160;;

source: The options available in the 'Moderate' submenu allow you to:
fr: Les liens compris dans le sous-menu 'Modérer' vous permettent&#160;:

source: <a href="#moderate">moderate messages</a> sent to the list;
fr: de <a href="#moderate">modérer les messages</a> envoyés à la liste&#160;;

source: <a href="%1/help/shared">moderate documents</a> available in the shared document web space;
fr: de <a href="%1/help/shared">modérer les documents</a> déposés dans l'espace de stockage partagé&#160;;
