Repository: sympa-community/sympa
Catalog: po/web_help_*.po
Languages: fr

source: <strong>Check that the subscriber's email address is not bouncing</strong> on the 'Bounces' page. A subscriber email address is considered to be bouncing when messages sent to it generate error logs (called "bounces"). These errors can be temporary (inbox full, mail server unavailable) or permanent (no email account for the user). In any case, the mailing list server automatically manages the deletion of addresses generating too many errors.
fr: <strong>Vérifiez que l'abonné n'est pas en erreur</strong> en consultant la page de <strong>gestion des erreurs</strong>. Un abonné est considéré comme étant en erreur lorsque les messages qui lui sont adressés génèrent des rapports d'erreur (appellés rapports de non-remise ou &#171;&#160;bounces&#160;&#187;). Ces erreurs peuvent être temporaires (boîte aux lettres pleine, serveur de messagerie indisponible) ou permanentes (pas de compte mail pour l'utilisateur). Dans tous les cas, le serveur de listes gère automatiquement le désabonnement des adresses ayant généré un trop grand nombre d'erreurs.

source: <strong>Try and send a message yourself to the subscriber</strong> in order to check if he/she receives it.
fr: <strong>Essayez de poster un message vous-même à l'abonné</strong> pour vérifier s'il est joignable.

source: As a last resort, <strong>contact the listmaster</strong>, who will check the mail server logs in order to find the cause of the problem.
fr: En dernier recours, <strong>contactez le listmaster</strong>, qui consultera les journaux du serveur de messagerie pour déterminer la cause du problème.

source: Users Frequently Asked Questions
fr: Problèmes rencontrés par les abonnés

source: You can not subscribe to a list
fr: Vous n'arrivez pas à vous abonner à une liste

source: This problem may be due to the following reasons:
fr: Ce problème peut être dû aux raisons suivantes&#160;:

source: The list owners forgot to process your subscription request</strong>: to err is human, and your request might have been lost among many other messages! Resubmit your request before <a href="#contactadmin">contacting list owners directly</a>.
fr: Les propriétaires de la liste ont oublié de traiter votre demande d'abonnement</strong>&#160;: l'erreur est humaine et il se peut que votre demande ait été noyée au milieu de nombreux autres mails&#160;! Resoumettez votre demande avant de <a href="#contactadmin">contacter directement les propriétaires de la liste</a>.

source: Subscription to the list is reserved to a certain category of people</strong>. To know more, <a href="#contactadmin">contact list owners</a>.
fr: L'abonnement à la liste est réservé à une catégorie de personnes particulière</strong>. Pour en savoir plus, <a href="#contactadmin">contactez les propriétaires de la liste</a>.

source: You can not log on to the mailing list web interface
fr: Vous n'arrivez pas à vous connecter sur l'interface web du serveur de listes

source: <strong>You have no password</strong>. To be given a password, follow the <a href="%1/sendpasswd">First login?</a> link from the homepage. You will receive your new password by email.
fr: <strong>Vous n'avez pas de mot de passe</strong>. Pour vous faire allouer un mot de passe, suivez le lien <a href="%1/sendpasswd">Première connexion</a> depuis la page d'accueil. Vous recevrez ce mot de passe par e-mail.

source: <strong>You entered an incorrect password</strong>. If you forgot your password, you can receive a reminder of it by email. To do that, follow the <a href="%1/remindpasswd">Lost password?</a> link from the homepage.
fr: <strong>Vous avez saisi un mot de passe incorrect</strong>. Si vous avez oublié votre mot de passe, vous pouvez en recevoir un rappel par e-mail. Pour cela, suivez le lien <a href="%1/remindpasswd">Mot de passe perdu ?</a> depuis la page d'accueil.

source: <strong>You are not using the correct username</strong> (the email address with which you are subscribed to the list).
fr: <strong>Vous n'utilisez pas le bon identifiant</strong> (l'adresse e-mail avec laquelle vous êtes abonné).

source: In order to avoid any mistake when typing your password, you can type it into another application (such as your email client) and copy and paste it into your web browser.
fr: Afin d'éviter toute erreur dans la saisie de votre mot de passe, effectuez une opération de copier/coller entre votre logiciel de messagerie et votre navigateur web.

source: You do not receive (all) messages sent to a list
fr: Vous ne recevez pas (tous) les messages diffusés sur une liste

source: This problem can have multiple reasons:
fr: Les raisons du problème peuvent être multiples&#160;:

source: You have never been subscribed to the list
fr: Vous n'avez jamais été abonné à la liste</strong>&#160;:

source: Maybe you made a mistake in your email address when you tried to subscribe.
fr: Vous vous êtes peut-être trompé dans votre adresse e-mail lors de votre demande d'abonnement.

source: Maybe you are subscribed with an email address other than the one you are checking.
fr: Vous êtes peut-être abonné avec une autre adresse e-mail que celle que vous consultez.

source: Maybe your subscription request was rejected by the list owners.
fr: Votre demande d'abonnement a peut-être été rejetée par les propriétaires de la liste.

source: In any case, try and <a href="%1/help/user#subscribe">subscribe</a> again.
fr: Dans tous les cas, essayez de <a href="%1/help/user#abbo">vous abonner</a> à nouveau.

source: You are not subscribed to the list anymore
fr: Vous n'êtes plus abonné à la liste</strong>&#160;:

source: If your address has been bouncing for a while, you might have been automatically unsubscribed by the system (or even by the list owners). Try and <a href="%1/help/user#subscribe">subscribe again</a> after ensuring that your email address will not be in trouble again.
fr: Si votre adresse a été en erreur pendant un certain temps, le système peut vous avoir désabonné automatiquement (cela peut également être le fait des propriétaires de la liste). Essayez de vous <a href="%1/help/user#abbo">réabonner</a> après vous être assuré que votre adresse e-mail ne poserait plus de problème.

source: If you have not respected the different rules applying to the mailing list, the list owners might have "banned" you...
fr: Si vous n'avez pas respecté les règles d'utilisation de la liste, il est possible que les propriétaires vous aient &#171;&#160;banni&#160;&#187;...

source: You might also have been arbitrarily unsubscribed by an ill-intentioned person, in case the list is not configured to send a confirmation request for any subscription and unsubscription request... In that case, try and <a href="%1/help/user#subscribe">subscribe</a> again.
fr: Vous pouvez aussi avoir été désabonné de manière arbitraire par une personne malintentionnée, si la liste n'est pas configurée de manière à demander une confirmation pour toute demande d'abonnement/désabonnement... Dans ce cas, essayez de vous <a href="%1/help/user#abbo">réabonner</a>.

source: <strong>Your <a href="%1/help/user#deliverymode">delivery mode</a> does not allow you to receive messages</strong>: for example, it is the case with the 'Nomail' delivery mode.
fr: <strong>Votre <a href="%1/help/user#deliverymode">mode de réception</a> ne vous permet pas de recevoir les messages</strong>&#160;: c'est par exemple le cas pour le mode de réception 'Nomail'.

source: <strong>Your inbox is full</strong>. Be careful: when your inbox is not completely full, you receive only small messages, which makes it difficult to understand what actually is the problem... Furthermore, if your email address causes trouble on a regular basis, you might be unsubscribed by the list owners or by the system. Thus, you should clean your inbox frequently.
fr: <strong>Votre boîte de réception est saturée</strong>. Attention&#160;: si votre boîte de réception n'est pas complètement saturée, vous recevrez uniquement les messages les moins volumineux, ce qui retardera le diagnostic... Si votre adresse e-mail est régulièrement à l'origine de problèmes, vous risquez en outre d'être désabonné par les propriétaires ou par le système. Nettoyez donc votre boîte de réception.

source: <strong>Your inbox is subject to some restrictions</strong>: it does not allow you to receive messages with attachments, bans some types of attachments or limits the maximum size of incoming messages; in that case, we advise you to choose the <a href="%1/help/user#deliverymode">Urlize delivery mode</a>.
fr: <strong>Votre boîte de réception est affectée par certaines restrictions</strong>&#160;: elle ne vous permet pas de recevoir les messages avec pièces jointes, interdit certains types de pièces jointes ou limite la taille des messages entrants&#160;; dans ce cas, nous vous conseillons de choisir le <a href="%1/help/user#deliverymode">mode de réception Urlize</a>.

source: You can not send messages to a list
fr: Vous n'arrivez pas à envoyer des messages sur une liste

source: <strong>You have <a href="#notsubscribedyet">never been subscribed</a></strong> to the list.
fr: <strong>Vous n'avez <a href="#notsubscribedyet">jamais été abonné</a></strong> à la liste.

source: <strong>You are <a href="#notsubscribedanymore">not subscribed to the list anymore</a></strong>.
fr: <strong>Vous n'êtes <a href="#notsubscribedanymore">plus abonné</a></strong> à la liste.

source: <strong>You are using another address</strong> than the one with which you are subscribed to the list.
fr: <strong>Vous utilisez une autre adresse</strong> que celle avec laquelle vous êtes abonné à la liste.

source: <strong>If the list is a moderated list, the distribution of the message depends on the moderators' availability</strong>: they can not monitor the list night and day! Thus the distribution of your message might be a bit delayed.
fr: <strong>Si la liste est une liste modérée, la diffusion du message dépend de la disponibilité des modérateurs</strong>&#160;: ceux-ci ne peuvent pas surveiller nuit et jour la liste de diffusion&#160;! La diffusion du message peut donc prendre un peu de retard.

source: <strong>If the list is a moderated list, your message might have been rejected by a moderator</strong>. In case you received no notice, you can possibly send a message to nameofthelist-request@%1 to ask for an explanation.
fr: <strong>Si la liste est une liste modérée, il est possible que votre message ait été rejeté par un modérateur</strong>. Si vous n'avez reçu aucune notification, vous pouvez éventuellement écrire à nomdelaliste-request@%1 pour obtenir des explications.

source: <strong>The message you are trying to send does not fulfill the conditions to be distributed</strong> on the list: it may be too large, contain a forbidden type of attachment or even contain any type of attachment (in case attachments are forbidden on the list).
fr: <li class="red"><strong>Le message que vous essayez d'envoyer ne remplit pas les critères de diffusion</strong> sur la liste&#160;: il peut être trop volumineux, contenir des pièces jointes d'un type interdit ou tout simplement contenir des pièces jointes, quelles qu'elles soient (si les pièces jointes sont interdites sur la liste).

source: <strong>The problem may also come from your email account</strong>:
fr: <strong>Le problème peut également venir de votre compte de messagerie</strong>&#160;:

source: The mail server is temporarily unavailable.
fr: Le serveur de courrier est temporairement indisponible.

source: Your inbox is full and it prevents you from sending new messages.
fr: Votre boîte de réception est saturée, ce qui vous empêche d'envoyer de nouveaux messages.

source: Your inbox is subject to some restrictions: it does not allow you to send messages with attachments, bans some types of attachments or limits the maximum size of outgoing messages.
fr: Votre boîte de réception est affectée par certaines restrictions&#160;: elle ne permet pas l'envoi de messages avec pièces jointes, interdit certains types de pièces jointes ou limite la taille des messages sortants.

source: Last, <strong>you might have made a mistake in the list address</strong> when sending your message!
fr: Enfin, <strong>peut-être vous êtes-vous tout simplement trompé dans l'adresse de la liste</strong> en expédiant votre message&#160;!

source: You can not unsubscribe from a list
fr: Vous n'arrivez pas à vous désabonner d'une liste

source: <strong>You are subscribed through a dynamic data source</strong> (examples: databases, <acronym lang="en" xml:lang="en" title="Lightweight Directory Access Protocol">LDAP</acronym> directories, etc.) which does not allow you to unsubscribe. <a href="#contactadmin">Contact the list owners</a> to know more about this.
fr: <strong>Vous êtes abonné via une source de données dynamique</strong> (exemples&#160;: base de données, annuaire <acronym lang="en" xml:lang="en" title="Lightweight Directory Access Protocol">LDAP</acronym>, etc.) qui ne vous autorise pas à vous désabonner. <a href="#contactadmin">Contactez les propriétaires de la liste</a> pour en savoir plus.

source: <strong>The list owners forgot to process your unsubscription request</strong>: to err is human, and your request might have been lost among many other messages! Resubmit your request before <a href="#contactadmin">contacting list owners directly</a>.
fr: <strong>Les propriétaires de la liste ont oublié de traiter votre demande de désabonnement</strong>&#160;: l'erreur est humaine et il se peut que votre demande ait été noyée au milieu de nombreux autres mails&#160;! Resoumettez votre demande avant de <a href="#contactadmin">contacter directement les propriétaires de la liste</a>.

source: You want to contact list owners
fr: Vous souhaitez contacter les responsables d'une liste

source: The list owners and moderators' names are mentioned in the left menu. However, you should never write directly to a list owner or moderator: first, the person to whom you are writing might be absent, and furthermore, it is better to inform all owners and moderators of your request. When you have a question or remark, <strong>the address you should write to is: nameofthelist-request@%1</strong> (replace 'nameofthelist' by the name of the list).
fr: Les noms des propriétaires et des modérateurs des listes sont indiqués dans le menu de gauche. Néanmoins, n'écrivez jamais directement à un propriétaire ou à un modérateur de liste&#160;: d'une part la personne à qui vous écrivez peut être absente, d'autre part, il est mieux d'informer tous les responsables de votre requête. Lorsque vous avez une question ou une remarque, <strong>l'adresse que vous devez utiliser est&#160;: nomdelaliste-request@%1</strong> (remplacez 'nomdelaliste' par le nom de la liste en question).

source: As the list configuration is quite complex, it is divided in several parts with a separate page for each part:
fr: Comme la configuration d'une liste est quelque peu complexe, sa présentation a été séparée en quatre parties :

source: <a href="#description">List definition</a>;
fr: <a href="#description">Définition de la liste</a>&#160;;

source: <a href="#sending">Sending/receiving</a>;
fr: <a href="#sending">Diffusion/réception</a>&#160;;

source: <a href="#command">Privileges</a>;
fr: <a href="#command">Droits d'accès</a>&#160;;

source: <a href="#archives">Archive</a>;
fr: <a href="#archives">Archives</a>&#160;;

source: <a href="#bounces">Bounces</a>;
fr: <a href="#bounces">Gestion des rapports de non-remise</a>&#160;;

source: <a href="#other">Miscellaneous</a>.
fr: <a href="#other">Divers</a>.

source: We advise you to <strong>make configuration changes very progressively</strong>: thus, if the result does not match your expectations, it will be easier to backtrack.
fr: Nous vous conseillons d'<strong>effectuer vos changements de configuration très progressivement</strong>&#160;: ainsi, si le résultat ne correspond pas à vos attentes, vous pouvez plus facilement revenir en arrière.

source: The list administration module offers you <strong>many options to configure your list</strong>. However, these options might not match your own needs perfectly. To cure this problem, you can <strong>ask the listmasters to create new options</strong> (within the limits of what they can do, naturally...): access and/or rights limited to some categories of people according to the place they log on from, the domain of their email address, the user group they belong to, etc.
fr: Le module d'administration de la liste vous offre une <strong>multitude d'options pour configurer votre liste</strong>. Néanmoins, il se peut que ces options ne correspondent pas parfaitement à vos besoins. Pour remédier à ce problème, vous pouvez <strong>faire appel aux listmasters pour qu'ils créent de nouvelles options</strong> (dans la limite de leurs capacités)&#160;: accès et/ou droits restreints à certaines catégories de personnes en fonction de l'endroit d'où elles se connectent, du domaine auquel leur adresse e-mail appartient, du groupe d'utilisateur dont elles font partie, etc.

source: List definition
fr: Définition de la liste

source: In the '<strong>Subject of the list</strong>' area, you can change the subject you had chosen when creating the list. This subject displays as a header for all the list pages, and is also be visible on list index pages (list of lists, list of your subscriptions, etc.) and in the browser title bar.
fr: Dans la zone '<strong>Objet de la liste</strong>', vous pouvez modifier l'objet que vous aviez choisi lors de la création de la liste. Cet objet apparaît dans le bandeau bleu visible en haut de toutes les pages de la liste, ainsi que sur les pages d'index de listes (liste des listes, liste de vos abonnements, etc.) et dans la barre de titre du navigateur.

source: You can also change the '<strong>Visibility of the list</strong>'. The options available are the following:
fr: Vous pouvez également modifier la '<strong>Visibilité de la liste</strong>'. Les différentes options disponibles sont&#160;:

source: conceal except for subscribers (conceal) - <em>default option</em>;
fr: liste cachée sauf aux abonnés (conceal) - <em>option par défaut</em>&#160;;

source: intranet access (intranet);
fr: visible de l'intranet (intranet)&#160;;

source: no conceal (noconceal);
fr: liste visible (noconceal)&#160;;

source: subscribers (private);
fr: visible des abonnés (private)&#160;;

source: conceal even for subscribers (secret);
fr: liste cachée même aux abonnés (secret)&#160;;

source: semipublic (semipublic).
fr: abonné à nos grosses listes techniques (semipublic).

source: If you want to limit the list visibility according to other criteria, you should ask the listmasters: they may be able to create a new option matching your needs (example: list visible only by members of a user group, of an Internet domain, etc.).
fr: Si vous souhaitez restreindre la visibilité de la liste suivant d'autres critères, faites-en la demande aux listmasters&#160;: il est probable qu'ils puissent créer une nouvelle option correspondant à vos besoins (exemple&#160;: liste visible uniquement par les membres d'un groupe d'utilisateurs, d'un domaine internet, etc.).

source: In the 'Owners' and 'Moderators' areas, you can <strong>add owners and moderators</strong> to the list or <strong>change their personal information</strong>:
fr: Dans les zones 'Propriétaires' et 'Modérateurs', vous pouvez <strong>ajouter des propriétaires et des modérateurs</strong> à la liste ou <strong>modifier leurs informations</strong>&#160;:

source: For each owner/moderator, you have to indicate an <strong>email address</strong> and a <strong>name</strong>.
fr: Pour chaque propriétaire/modérateur, vous devez obligatoirement saisir une <strong>adresse e-mail</strong> et un <strong>nom</strong>.

source: You can also add the information of your choice in the '<strong>Private information</strong>' input box (phone number, function, etc.); this information will only be accessible by listmasters and list owners with a 'Privileged' profile.
fr: Vous pouvez également ajouter les informations de votre choix dans le champ '<strong>Informations privées</strong>' (numéro de téléphone, fonction, etc.)&#160;; ces informations ne seront visibles que par les listmasters et les propriétaires de listes possédant un profil de type 'Privileged'.

source: You can change the <strong>message delivery mode</strong> (the only options available on this page are 'mail' and 'nomail').
fr: Vous pouvez modifier le <strong>mode de réception</strong> des messages (les seules options disponibles sur cette page sont 'mail' et 'nomail').

source: The 'Profile' parameter can not be changed: the <strong>'Privileged' profile</strong> is reserved to the list creator (other owners have a 'Normal' profile).
fr: Le paramètre 'Profil' n'est pas modifiable&#160;: le <strong>profil 'Privileged'</strong> est réservé au créateur de la liste (les autres propriétaires ont un profil du type 'Normal').

source: Be careful: becoming owner or moderator of a list does not mean that you are automatically subscribed to that list. Thus owners and moderators have to subscribe themselves to the list.
fr: Attention&#160;: le fait de devenir propriétaire ou modérateur d'une liste n'implique pas d'être abonné automatiquement à cette liste. Les propriétaires et modérateurs doivent donc faire la démarche de s'abonner à la liste.

source: To <strong>delete owners/moderators</strong>, clear the content of the input boxes relating to the person you want to delete and click on the 'Update' button.
fr: Pour <strong>supprimer des propriétaires/modérateurs</strong>, effacez le contenu des champs de texte relatifs au propriétaire/modérateur que vous souhaitez supprimer et cliquez sur le bouton 'Mise à jour'.

source: You can also change the <strong>list topic</strong> as well as its <strong>language</strong>. If you change the list language, all predefined messages will be sent in the chosen language (be careful: subject to the availability of a translation!).
fr: Vous pouvez également modifier la <strong>catégorie</strong> de la liste ainsi que sa <strong>langue</strong>. Si vous changez la langue de la liste, tous les messages prédéfinis seront envoyés dans la langue choisie (attention&#160;: sous réserve que la traduction existe&#160;!).

source: You can not change the <strong>Internet domain</strong> of the list: only the listmasters can change this parameter.
fr: Vous ne pouvez pas modifier le <strong>domaine internet</strong> de la liste&#160;: seul les listmasters peuvent modifier ce paramètre.

source: <strong>BE CAREFUL: do not forget to click on the 'Update' button</strong> on bottom of page to save all your changes.
fr: <strong>ATTENTION&#160;: n'oubliez pas de cliquer sur 'Mise à jour'</strong> au bas de la page pour enregistrer tous vos changements.

source: Sending/receiving
fr: Diffusion/réception

source: From this page, you can <strong>decide who will be allowed to post messages on the list</strong>.
fr: À partir de cette page, vous pouvez tout d'abord <strong>décider qui peut envoyer des messages sur la liste</strong>.
