Repository: sympa-community/sympa
Catalog: po/web_help_*.po
Languages: fr

source: The '<strong>&gt;</strong>' arrow displays newer messages.
fr: La flèche '<strong>&gt;</strong>' permet d'afficher des messages plus récents.

source: The '<strong>&lt;&lt;</strong>' link displays the oldest messages.
fr: Le lien '<strong>&lt;&lt;</strong>' vous amène aux messages les plus anciens.

source: The '<strong>&gt;&gt;</strong>' link displays the latest messages.
fr: Le lien '<strong>&gt;&gt;</strong>' vous amène aux messages les plus récents.

source: Chronological and thread order
fr: Classement chronologique et par discussions

source: <strong>By default, messages are displayed as threads</strong>: they are <strong>gathered according to their subject</strong>. This way, all answers to a given message are displayed just below the thread's first message and are indented for better readability.
fr: <strong>Par défaut, les messages sont présentés sous forme de fil de discussion</strong> (ici appelé &#171;&#160;Discussions&#160;&#187;)&#160;: ils sont <strong>regroupés suivant leur objet</strong>. Ainsi, toutes les réponses à un message donné sont présentées juste en dessous de ce message et sont indentées pour une meilleure lisibilité.

source: Be careful: it is possible for two messages to have the same subject without being related; however, they will be displayed as if they belonged to the same thread.
fr: Attention&#160;: deux messages peuvent très bien avoir le même objet mais n'être pas du tout apparentés&#160;; néanmoins, ils seront triés comme si ils appartenaient au même fil de discussion.

source: <strong>To display messages chronologically, click on the 'Chronological' link</strong>.
fr: <strong>Pour afficher les messages suivant l'ordre chronologique, cliquez sur le lien 'Chronologique'</strong>.

source: Be careful: this display setting applies as long as you read the messages of a particular month, but if you change month, the default display setting 'Thread' will apply again.
fr: Attention&#160;: ce choix d'affichage n'est valable que si vous restez au sein d'un même mois. Si vous allez consulter les messages d'un autre mois, l'affichage par défaut 'Discussions' revient.

source: Browsing through the messages
fr: Naviguer dans les messages

source: <strong>To read a message, click on its subject</strong>. Then you can browse through the messages sent to the list by clicking on the arrows surrounding the words 'Chronological' and 'Thread':
fr: <strong>Pour lire un message, cliquez sur son objet</strong>. Vous pouvez ensuite naviguer dans l'historique des messages échangés sur la liste en cliquant sur les flèches encadrant les mots 'Chronologie' et 'Discussions'&#160;:

source: By clicking on the arrows surrounding the word 'Chronological', you read messages according to their chronological order.
fr: En utilisant les flèches qui encadrent le mot 'Chronologie', vous lisez les messages suivant leur ordre chronologique.

source: By clicking on the arrows surrounding the word 'Thread', you read messages as a thread (i.e. gathered according to their subject).
fr: En utilisant les flèches qui encadrent le mot 'Discussions', vous lisez les messages sous forme de fil de discussion (c'est-à-dire qu'ils sont regroupés en fonction de leur objet).

source: The left arrows let you browse through older messages.
fr: Les flèches de gauche permettent d'aller vers des messages plus anciens.

source: The right arrows let you browse through newer messages.
fr: Les flèches de droite permettent d'aller vers des messages plus récents.

source: Other messages belonging to the same thread as the message displayed are listed at its bottom</strong>. Click on their subject to read them.
fr: Les messages appartenant au même fil de discussion que le message affiché sont signalés au bas du message</strong>. Cliquez sur l'objet de ces messages pour aller les consulter.

source: To come back to the messages index, click on 'Chronological' or 'Thread'</strong> according to whether you want to display the index as a chronological history or as a thread. When there are too many messages to be displayed on a single page, <strong>you are brought to the index page displaying the message you just read</strong>, and not to the page displaying the latest messages.
fr: Pour revenir à l'index des messages, cliquez sur 'Chronologie' ou sur 'Conversation'</strong> suivant que vous souhaitez afficher un index sous forme de suivi chronologique ou sous forme de fil de discussion. Si les messages se répartissent sur plusieurs pages en raison de leur grand nombre, <strong>vous arrivez sur la page d'index contenant le message que vous venez de lire</strong> et non sur la page contenant les messages les plus récents.

source: <strong>To look at another month's archive, click on the number of the month in the calendar</strong> at the top left of your screen. Every month during which messages have been sent has a clickable number.
fr: <strong>Pour aller consulter les archives d'un autre mois, cliquez sur son numéro dans le calendrier</strong> situé en haut à gauche de votre écran. Ce calendrier disparait lorsque vous consultez le contenu d'un message. Seul les numéros des mois où des messages ont été envoyés sont cliquables.

source: When you are on a message page, the calendar does not display.
fr: Quand vous êtes sur une page de message, le calendrier n'est pas affiché.

source: Content of the messages: links and attachments
fr: Contenu des messages&#160;: liens et pièces jointes

source: Normally, <strong>every link contained in a message is clickable</strong>: just click on it and it will bring you to the linked resource.
fr: Généralement, <strong>les liens contenus dans les messages sont cliquables</strong>&#160;: il vous suffit de cliquer dessus pour aller visiter la ressource en question.

source: Be careful: when you click on a link contained in a message, you leave the mailing list environment. If you do not want to do that, open the link in a new window or tab. Leaving the mailing list environment does not mean that you log out: your logout depends on the value you set for the 'Connection expiration period' option on the 'Your preferences' page.
fr: Attention&#160;: en cliquant sur un lien contenu dans un message, vous quittez l'environnement de listes. Si vous ne souhaitez pas quitter l'environnement de listes, ouvrez le lien dans une nouvelle fenêtre ou dans un nouvel onglet. Le fait de quitter l'environnement de listes n'implique pas automatiquement votre déconnexion&#160;: celle-ci dépend de l'option 'Expiration de la connexion', modifiable sur la page consacrée à vos préférences.

source: <strong>When a file is attached to a message, it is displayed at the bottom of the message</strong>. To download it, you only have to <strong>click on its name</strong>.
fr: <strong>Lorsqu'un message contient une pièce jointe, celle-ci est affichée au bas du message</strong>. Pour la télécharger, il vous suffit de <strong>cliquer sur son nom</strong>.

source: Replying to a message from the mailing list web interface
fr: Répondre à un message depuis l'environnement de listes

source: You can reply to a message directly from the mailing list web interface. To do this, <strong>click on the 'Reply' button on the top right of the message</strong>.
fr: Il est possible de répondre à un message depuis l'environnement de listes lui-même. Pour cela, <strong>cliquez sur le bouton 'Répondre' situé en haut à droite du message</strong>.

source: Be careful: after clicking on the 'Reply' button, you will not be able to change the recipient anymore; thus be careful when choosing between the message's sender and the list (i.e. all subscribers)!
fr: Attention&#160;: faites bien attention lors du choix de votre destinataire (l'auteur du message ou la liste, c'est-à-dire l'ensemble des abonnés), car vous ne pourrez pas le modifier ensuite.

source: This method is <strong>not very flexible</strong>: from the mailing list web interface, you can not add or change some recipients, add an attachment or format the messages you send. <strong>Thus you might prefer to use an email client or a webmail</strong>.
fr: Cette façon de faire n'est <strong>pas très souple</strong>&#160;: à partir de l'environnement de listes, il est impossible de modifier ou d'ajouter des destinataires, d'ajouter une pièce jointe ou encore de mettre en forme les messages envoyés. <strong>Il est donc préférable d'utiliser un client de messagerie ou un webmail</strong>.

source: Searching in a list archive
fr: <h4><a name="search"></a>Rechercher dans les archives d'une liste

source: If you want to find a particular message or if you look for information on a topic, <strong>you can perform a search in the list archive</strong>. To do that, you have <strong>two options</strong>:
fr: Si vous souhaitez retrouver un message particulier ou si vous cherchez des informations sur un sujet, <strong>vous pouvez effectuer une recherche dans les archives de la liste</strong>. Pour cela, <strong>deux possibilités</strong> s'offrent à vous&#160;:

source: perform a <strong>simple search</strong>;
fr: effectuer une <strong>recherche simple</strong>&#160;;

source: perform a <strong>search with the advanced search mode</strong>.
fr: effectuer une <strong>recherche avec le mode 'Recherche avancée'</strong>.

source: Performing a simple search
fr: Effectuer une recherche simple

source: Before starting to use the simple search mode, you should know that <a href="#advancedsearch">advanced search</a> is much more flexible than simple search and will suit your needs better if you do not know precisely what you are looking for.
fr: Avant toute chose, sachez que la <a href="#advancedsearch">recherche avancée</a> est bien plus souple que la recherche simple et répondra mieux à vos besoins si vous ne savez pas précisément ce que vous recherchez.

source: To perform a simple search, do as follows:
fr: Pour effectuer une recherche simple, procédez comme suit&#160;:

source: <strong>Go to the information page of the list</strong> of your interest.
fr: Allez sur la <strong>page d'information de la liste</strong> qui vous intéresse.

source: It is impossible to perform a search in the archive of several lists at once. If you want to do it nevertheless, you will need to repeat the search for each list.
fr: <p class="retraitita">Il est impossible d'effectuer une recherche dans les archives de plusieurs listes à la fois. Si vous souhaitez effectuer une recherche dans les archives de plusieurs listes, vous devrez répéter cette recherche pour chaque liste.</p></li>

source: In the left menu, <strong>click on the 'Archive' link</strong>. A message index page displays.
fr: Dans le menu de gauche, <strong>cliquez sur le lien 'Archives'</strong>. Vous arrivez sur une page d'index de messages.

source: You can perform searches from index pages and from message pages.
fr: <p class="retraitita">Vous pouvez effectuer des recherches à partir des pages d'index de messages ou à partir des pages de messages.</p></li>

source: Go to the message index of the month</strong> in which you want to search. To do that, use the calendar displayed at the top left of your screen.
fr: Allez à l'index des messages du mois</strong> dans lequel vous souhaitez rechercher. Pour cela, utilisez le calendrier situé en haut de votre écran.

source: The search will process the messages of the month you chose and of the previous month during which messages have been sent. If you do not know when the message was sent, use the advanced search mode.
fr: <p class="retraitita">La recherche s'effectuera dans les archives du mois choisi et du mois précédent où des messages ont circulé. Si vous ne savez pas quand le message que vous recherchez a été envoyé, utilisez le mode de recherche avancée.</p></li>

source: Enter your keywords</strong> in the search box in the upper right corner of your screen.
fr: Entrez des mots clés</strong> dans le champ de recherche situé en haut à gauche de votre écran.

source: Be careful: the search engine will process your input as a sentence. If you want to search with several non contiguous words, use the advanced search mode.
fr: <p class="retraitita">Attention&#160;: le moteur de recherche traitera votre saisie comme une phrase. Si vous souhaitez chercher plusieurs mots non consécutifs, passez par le mode de recherche avancée.</p></li>

source: <strong>Click on the 'Search' button</strong>.
fr: <strong>Cliquez sur le bouton 'Recherche'</strong>.

source: The messages matching your search display. To know more, please refer to the <a href="#resultsearch">'Search results'</a> section.
fr: Les messages correspondant à la recherche s'affichent. Pour en savoir plus, consultez la section <a href="#resultsearch">'Résultat des recherches'</a>.

source: Performing a search with the advanced search mode
fr: Effectuer une recherche avec le mode 'Recherche avancée'

source: As the advanced search mode is much more powerful and flexible than the simple search mode, it is much easier to use. To perform an advanced search, do as follows:
fr: Le mode 'Recherche avancée' étant beaucoup plus puissant et plus souple que le mode de recherche simple, il est en définitive infiniment plus simple de l'utiliser. Pour effectuer une recherche avancée, procédez comme suit&#160;:

source: <strong>Click on the 'Advanced search' button</strong> below the search box.
fr: <strong>Cliquez sur le lien 'Recherche avancée'</strong> situé sous le champ de recherche.

source: <strong>Enter your keywords</strong> in the search box.
fr: <strong>Entrez des mots clés</strong> dans le champ de recherche.

source: Choose your <strong>search options</strong>.
fr: Choisissez vos <strong>options de recherche</strong>.

source: Tip: in the 'Extend search field' list, to select all months for which an archive is available, click on the first month, hold down the SHIFT key and click on the last month of the list. Although it is not indicated in the list, the current month will of course be processed as well.
fr: <p class="retraitita">Astuce&#160;: dans la liste 'Étendue de la recherche', pour sélectionner tous les mois pour lesquels des archives sont disponibles, cliquez sur le premier mois, maintenez la touche SHIFT (ou &#171;&#160;MAJ&#160;&#187;) enfoncée et cliquez sur le dernier mois de la liste. Bien qu'il ne soit pas marqué dans la liste, le mois en cours sera bien sûr traité également.</p></li>

source: Search results
fr: Résultat des recherches

source: <strong>By default, the messages displayed on the results page are sorted from the latest to the oldest and each page displays up to ten results</strong>. With the advanced search mode, you can change these settings to match your preferences.
fr: <strong>Par défaut, les messages affichés sur la page de résultat sont triés du plus récent au plus ancien et chaque page permet d'afficher jusqu'à dix résultats</strong>. En mode 'Recherche avancée', vous pouvez adapter ce réglage à votre convenance.

source: <strong>When there are many results, they are sometimes displayed on several pages</strong>. Do not get caught by this: if you can not find the message you are looking for, make sure that there are no other results page before giving up...
fr: <strong>Lorsqu'il y a beaucoup de résultats, ceux-ci sont parfois affichés sur plusieurs pages</strong>. Ne vous y laissez pas prendre&#160;: si vous ne trouvez pas le message que vous recherchez, assurez-vous qu'il n'y a pas d'autres pages de résultats avant de jeter l'éponge...

source: When you specify a large search range, <strong>sometimes only a part of the messages is processed in a first step of search. In this case, a button labeled 'Continue search' displays below results</strong>. Click on it to search in the rest of messages. If messages are very numerous, sometimes you will need to perform this action several times.
fr: Lorsque vous avez spécifié une plage de recherche très étendue, <strong>une première recherche est parfois effectuée sur une partie des messages. Dans ce cas, un bouton 'Continuer la recherche' apparaît sous les résultats</strong>. Cliquez dessus pour rechercher dans le reste des messages de la plage spécifiée. En fonction du nombre de messages, vous devrez parfois effectuer cette action plusieurs fois d'affilée.

source: For each message, the <strong>information displayed on the results page</strong> is the following:
fr: Pour chaque message, les <strong>informations affichées sur la page de résultats</strong> sont les suivantes&#160;:

source: message subject;
fr: objet du message&#160;;

source: sending date;
fr: date d'envoi&#160;;

source: sender;
fr: expéditeur&#160;;

source: a few lines of context containing the searched keywords.
fr: quelques lignes de contexte où l'expression recherchée a été trouvée.

source: To read one of the messages matching your search, you only need to click on its subject</strong>.
fr: Pour consulter l'un des messages correspondant à la recherche, il vous suffit de cliquer sur son objet</strong>.

source: Be careful: with Internet Explorer, if you go and read a message from the results page, you will not be able to use the 'Back' button of your browser to come back to that page. We advise you to use a modern browser such as Firefox. If you can not use a browser other than Internet Explorer, we advise you to open messages in a new window (right click on links and choose 'Open in New Window') in order to preserve your search results.
fr: Attention&#160;: avec Internet Explorer, si vous allez consulter un message à partir de la page de résultats, vous ne pourrez utiliser le bouton 'Précédent' de votre navigateur pour revenir à cette page. Nous vous conseillons d'utiliser de préférence un navigateur moderne tel que Firefox. Si vous ne pouvez utiliser un autre navigateur qu'Internet Explorer, nous vous conseillons d'ouvrir les messages dans une nouvelle fenêtre (clic droit sur les liens et 'Ouvrir dans une nouvelle fenêtre') afin de préserver les résultats de votre recherche.

source: Service messages description :
fr: Description des messages de service :

source: Welcome message: This message is sent to new subscribers. It can be a full MIME structured message (only for MIME gurus).
fr: Message de bienvenue : Ce message est envoyé aux nouveaux abonnés. Vous pouvez utiliser un message MIME structuré (réservé aux experts du format MIME).

source: Unsubscribe message : This message is sent when users leave the list using the UNSUBSCRIBE command.
fr: Message de désabonnement : Envoyé aux personnes qui se désabonnent de la liste.

source: Deletion message : This message is sent to users when you remove them from the list using the DEL command (unless you hit the Quiet button.
fr: Message de suppression : Envoyé aux personnes supprimées de la liste des abonnés par le propriétaire de la liste ou via le module de gestion des erreurs.

source: Remind message : This message is sent to each subscriber when using the command REMIND. It's very useful to help people who are confused about their own subscription emails or people who are not able to unsubscribe themselves.
fr: Message de rappel individualisé : Message envoyé à chaque abonné lors du rappel des abonnements. Ce message peut être envoyé depuis l'interface d'administration de liste dans la page <i>abonnés</i>. Cette procédure est très utile pour aider chaque personne à se désabonner au cas où celles-ci ne connaissent plus leur adresse d'abonnement.

source: Subscribing invitation message : sent to a person if someone uses the INVITE command to invite someone to subscribe.
fr: Invitation à s'abonner : Message envoyé à une personne via la commande <CODE>INVITE [nom de liste]</CODE>.

source: Other files/pages description :
fr: Description des autres fichiers/pages :

source: List homepage : HTML text to describe the list. It is printed on the right-hand side of the main list page. (default for this is the list description)
fr: Page d'accueil de la liste : Description de la liste au format HTML. S'affiche en partie droite de la page de la liste. (a pour défaut la description de la liste)

source: List description : This text is sent as an answer to the mail command INFO. It can also be included in the <em>Welcome message</em>.
fr: Description de la liste&#160;: Ce texte accompagne la réponse à la commande mail <CODE>INFO</CODE>. Il peut également être inclus dans le <em>message de bienvenue</em>.

source: Message header: If this file is not empty, it is added as a MIME attachment at the beginning of each message distributed to the list.
fr: Attachement de début de message : Si non vide, ce fichier est attaché au début de chaque message diffusé dans la liste.

source: Message footer : same as <em>Message header,</em> but attached at the end of the message.
fr: Attachement de fin de message : Identique à l'<em>Attachement de début de message</em> mais attaché en fin de message.

source: Privilege for adding (ADD command) a subscriber to the list
fr: Qui peut ajouter des abonnés (commande ADD) dans la liste

source: To hide the sender's email address before distributing the message. It is replaced by the provided email address.
fr: Pour dissimuler l'adresse email de l'expéditeur avant de diffuser un message. L'adresse est remplacée par la valeur spécifiée.

source: Privilege for reading mail archives and frequency of archiving
fr: Droit de consultation des archives mail et définition de la fréquence d'archivage

source: The available_user_options parameter starts a paragraph to define available options for the subscribers of the list.
fr: Le paramètre "available_user_options" définit le options disponibles pour les abonnés de la liste.

source: Default value: reception mail,notice,digest,digestplain,summary,nomail
fr: Valeur par défaut&#160;: reception mail,notice,digest,digestplain,summary,nomail

source: <em>modelist</em> is a list of modes (mail, notice, digest, digestplain, summary, nomail), separated by commas. Only these modes will be allowed for the subscribers of this list. If a subscriber has a reception mode not in the list, sympa uses the mode specified in the default_user_options paragraph.
fr: <em>modelist</em> est une liste de modes de réception (mail, notice, digest, digestplain, summary, nomail), séparés par des virgules. Seuls ces modes de réception seront accessibles aux abonnés de la liste. Si un abonné a positionné un mode de réception non autorisé, sympa utilisera le mode de réception par défaut pour la liste.

source: This paragraph defines bounce management parameters:
fr: Ce paragraphe définit les paramètres de gestion des abonnés en erreur :

source: Default value: bounce_warn_rate robot parameter
fr: Valeur par défaut : paramètre global bounce_warn_rate

source: The list owner receives a warning whenever a message is distributed and the number (percentage) of bounces exceeds this value.
fr: Le propriétaire de la liste est alerté lorsqu'un message est diffusé si taux d'adresses en erreur dans la liste excède ce seuil.

source: Default value: bounce_halt_rate robot parameter
fr: Valeur par défaut : paramètre global bounce_halt_rate

source: NOT USED YET. If bounce rate reaches the halt_rate, messages for the list will be halted, i.e. they are retained for subsequent moderation.
fr: NON IMPLEMENTE Si le taux d'adresses en erreur atteint le seuil halp_rate, les messages à destination de la liste seront retenus ; ils pourront être ultérieurement diffusés par le modérateur.

source: Default value:
fr: Valeur par défaut :
