Repository: sympa-community/sympa
Catalog: po/web_help_*.po
Languages: fr

source: the <strong>person to be notified</strong> when a task is carried out: no one, the list owners, the listmasters. The notice sent when a task is carried out involves the names of all the subscribers concerned as well as precise information about the task.
fr: la <strong>personne à notifier</strong> lorsqu'une action est entreprise&#160;: personne, les propriétaires de la liste, les listmasters. La notification envoyée lorsqu'une action est effectuée en direction des abonnés en erreur comprend les adresses de tous les abonnés concernés ainsi que le détail de l'action effectuée.

source: <strong>To manage bounces</strong> (reset errors for some subscribers, unsubscribe bouncing subscribers, request a subscription reminder, etc.), <strong>go to the '<a href="%1/help/admin#manage_bounces">Bounces</a>' page</strong> of the list administration module.
fr: <strong>Pour gérer les erreurs</strong> (annuler les erreurs pour certains abonnés, désabonner les abonnés en erreur, demander un rappel des abonnements, etc.), <strong>allez à la page</strong> '<a href="%1/help/admin#manage_bounces">Erreurs</a>' du module d'administration de la liste.

source: Miscellaneous
fr: Divers

source: The '<strong>Periodical subscription expiration task</strong>' option allows you to define an <strong>automatic expiration deadline for subscriptions</strong> to the list: on a regular basis (example: once a year), subscribers will receive a message asking them to renew their subscription to the list. If they don't, they will automatically be unsubscribed. This procedure ensures that all people subscribed to the list are really concerned and interested.
fr: L'option '<strong>Expire_task</strong>' vous permet de définir un <strong>délai d'expiration automatique des abonnements</strong> à la liste&#160;: à intervalles réguliers (exemple&#160;: une fois par an), les abonnés recevront un message leur demandant de renouveler leur abonnement à la liste. S'ils ne le renouvellent pas, ils seront automatiquement désabonnés. Cette procédure permet de s'assurer que toutes les personnes abonnées à la liste sont réellement concernées et intéressées.

source: The '<strong>Periodical subscription reminder task</strong>' option allows you to <strong>send subscription reminders</strong> to list members on a regular basis.
fr: L'option '<strong>Remind_task</strong>' vous permet d'<strong>envoyer des rappels d'abonnements à intervalles réguliers</strong> à tous les abonnés de la liste.

source: The '<strong>email address protection method</strong>' option ensures that the subscribers' email addresses will not be collected by robots for spamming purposes. This option applies to all the list pages.
fr: L'option '<strong>Méthode de protection des adresses contre les robots spammeurs</strong>' permet d'éviter que les adresses e-mail des abonnés ne soient récupérées par des robots à des fins de spam. Cette option est valable pour l'ensemble des pages relatives à la liste.

source: On this page, you can also view <strong>information about the last update of the list</strong> (who made it and when), as well as the <strong>number of configuration change</strong> since the list was created.
fr: Sur cette page, vous pouvez également voir des <strong>informations sur la dernière mise à jour de la liste</strong> (qui l'a effectuée et à quelle date) ainsi que sur le <strong>nombre de changements de configuration</strong> depuis la création de la liste.

source: List of the commands of the Sympa mail interface
fr: Liste des commandes de l'interface mail de Sympa

source: All commands are to be sent at %1@%2.
fr: Toutes les commandes doivent être adressées à l'adresse %1.

source: It is possible to send several commands in a single message. Commands are to be entered in the message body (one command per line).
fr: Il est possible de mettre plusieurs commandes dans chaque message. Les commandes doivent apparaître dans le corps du message et chaque ligne ne doit contenir qu'une seule commande.

source: Commands for users
fr: Les commandes pour les utilisateurs

source: <code>HELP</code>: receive a list of all available commands
fr: <code>HELP</code>&#160;: recevoir la liste des commandes disponibles

source: <code>LISTS</code>: receive a list of all lists managed on the server
fr: <code>LISTS</code>&#160;: recevoir l'annuaire des listes gérées sur ce serveur

source: <code>WHICH</code>: receive a list of all lists to which you are subscribed
fr: <code>WHICH</code>&#160;: recevoir la liste des listes auxquelles vous êtes abonné

source: <code>CONFIRM <em>key</em></code>: confirm sending of a message (according to the way the list is configured)
fr: <code>CONFIRM <em>cle</em></code>&#160;: confirmer l'envoi d'un message (selon la configuration de la liste)

source: <code>QUIT</code>: indicates the end of the commands (used to ignore a signature)
fr: <code>QUIT</code>&#160;: indique la fin des commandes (pour ignorer une signature)

source: <code>INFO <em>list</em></code>: get information about the list
fr: <code>INFO <em>liste</em></code>&#160;: obtenir des informations sur une liste

source: <code>REVIEW <em>list</em></code>: receive a list of all list members
fr: <code>REVIEW <em>liste</em></code>&#160;: recevoir la liste des abonnés à la liste

source: <code>SUBSCRIBE <em>list name</em></code>: subscription (or subscription confirmation) to the list
fr: <code>SUBSCRIBE <em>liste nom</em></code>&#160;: abonnement (ou confirmation d'abonnement) à la liste

source: <code>INVITE <em>list email</em></code>: invite someone to subscribe to the list
fr: <code>INVITE <em>liste email</em></code>&#160;: inviter une personne à s'abonner à la liste

source: <code>UNSUBSCRIBE <em>list email</em></code>: unsubscribe from the list. The email address is required only if you want to unsubscribe with an address other than the address with which you send the message
fr: <code>UNSUBSCRIBE <em>liste email</em></code>&#160;: se désabonner de la liste. L'adresse email est optionnelle ; uniquement requise si vous voulez vous désabonner d'une adresse différente de votre adresse courante

source: <code>UNSUBSCRIBE * <em>email</em></code>: unsubscribe from all the lists to which you are subscribed
fr: <code>UNSUBSCRIBE * <em>email</em></code>&#160;: se désabonner de toutes les listes auxquelles vous êtes abonné

source: <code>SET <em>list</em> NOMAIL</code>: suspend receipt of the list's messages
fr: <code>SET <em>liste</em> NOMAIL</code>&#160;: suspendre la réception des messages de la liste

source: <code>SET <em>list</em> DIGEST</code>: receive messages in digest mode
fr: <code>SET <em>liste</em> DIGEST</code>&#160;: recevoir les messages en mode compilation

source: <code>SET <em>list</em> DIGESTPLAIN</code>: receive messages in digest mode (plain text)
fr: <code>SET <em>liste</em> DIGESTPLAIN</code>&#160;: recevoir les messages en mode compilation (fichier texte)

source: <code>SET <em>list</em> SUMMARY</code>: only receive the message list
fr: <code>SET <em>liste</em> SUMMARY</code>&#160;: recevoir la liste des messages uniquement

source: <code>SET <em>list</em> NOTICE</code>: only receive the message subjects
fr: <code>SET <em>liste</em> NOTICE</code>&#160;: recevoir l'objet des messages uniquement

source: <code>SET <em>list</em> MAIL</code>: normal message delivery mode
fr: <code>SET <em>liste</em> MAIL</code>&#160;: mode de réception normal des messages

source: <code>SET <em>list</em> CONCEAL</code>: become unlisted (hidden subscriber address)
fr: <code>SET <em>liste</em> CONCEAL</code>&#160;: passage en liste rouge (adresse d'abonné cachée)

source: <code>SET <em>list</em> NOCONCEAL</code>: subscriber address visible via REView
fr: <code>SET <em>liste</em> NOCONCEAL</code>&#160;: adresse d'abonné visible via REView

source: <code>INDEX <em>list</em></code>: receive the list of the archive files
fr: <code>INDEX <em>liste</em></code>&#160;: recevoir la liste des fichiers des archives

source: <code>GET <em>list file</em></code>: receive a file of the list archive
fr: <code>GET <em>liste fichier</em></code>&#160;: obtenir un fichier des archives de la liste

source: <code>LAST <em>list</em></code>: receive the list's most recent message
fr: <code>LAST <em>liste</em></code>&#160;: recevoir le dernier message de la liste

source: Commands for list owners
fr: Les commandes pour les propriétaires

source: <code>ADD <em>list email name</em></code>: add a member to the list
fr: <code>ADD <em>liste email nom</em></code>&#160;: ajouter un membre à la liste

source: <code>DEL <em>list email</em></code>: remove a subscriber from the list
fr: <code>DEL <em>liste email</em></code>&#160;: supprimer un utilisateur de la liste

source: <code>STATS <em>list</em></code>: check the statistics for the list
fr: <code>STATS <em>liste</em></code>&#160;: consulter les statistiques de la liste

source: code>REMIND <em>list</em></code>: send to all subscribers a personalized reminder with the address with which he/she is subscribed to the list
fr: code>REMIND <em>liste</em></code>&#160;: envoyer à chaque abonné un message personnalisé lui rappelant l'adresse avec laquelle il est abonné

source: Commands for list moderators
fr: Les commandes pour les modérateurs

source: <code>DISTRIBUTE <em>list key</em></code>: approve of a message
fr: <code>DISTRIBUTE <em>liste cle</em></code>&#160;: valider un message

source: <code>REJECT <em>list key</em></code>: reject a message to be moderated
fr: <code>REJECT <em>liste cle</em></code>&#160;: rejeter un message à modérer

source: <code>MODINDEX <em>list</em></code>: check the list of messages to be moderated
fr: <code>MODINDEX <em>liste</em></code>&#160;: consultation de la liste des messages à modérer

source: When you are subscribed to a list, you receive all messages subscribers send. You can reply to those messages or send some yourself.
fr: Lorsque vous êtes abonné à une liste, vous recevez les messages que chacun des abonnés envoie. Vous pouvez répondre à ces messages ou en envoyer de nouveaux.

source: Sending a message with an email client
fr: Envoyer un message à l'aide d'un client de messagerie

source: To send a new message, it is very simple: <strong>from your email client or a webmail, send a message to the list address</strong>. This address consists of the list name followed by the suffix '@%1' (example: <em class="example">psycho_cognitive(@)%1</em>).
fr: Pour envoyer un nouveau message, rien de plus simple&#160;: <strong>à l'aide de votre client de messagerie ou d'un webmail, envoyez votre message à l'adresse de la liste</strong>. Cette adresse est constituée du nom de la liste et d'un suffixe '@%1</em>).

source: Be careful: you need to send the message from the address with which you subscribed to the list, otherwise, your message might be rejected.
fr: Attention&#160;: vous devez bien évidemment envoyer le message à partir de l'adresse avec laquelle vous êtes abonné à la liste, sans quoi il se peut qu'il ne soit pas accepté.

source: Sending a message from the mailing list environment
fr: Envoyer un message depuis l'environnement de listes

source: <strong>You can also</strong> log on to the mailing list environment, <strong>go to the information page of the list</strong> to which you want to send a message and <strong>click on the 'Post' link</strong> in the left menu.
fr: Une <strong>autre solution</strong> consiste à vous connecter sur l'environnement de listes, <strong>aller sur la page d'information de la liste</strong> à laquelle vous souhaitez envoyer un message et <strong>cliquer sur le lien 'Poster'</strong> dans le menu de gauche.

source: This method is not very flexible: from the mailing list web interface, you can not add or change some recipients, add an attachment or format the messages you send.
fr: Cette façon de faire n'est pas très souple&#160;: à partir de l'environnement de listes, il est impossible de modifier ou d'ajouter des destinataires, d'ajouter une pièce jointe ou encore de mettre en forme les messages envoyés.

source: Replying to a message
fr: Répondre à un message

source: To reply to a message sent to a list, do as for any message that would have been sent to you in private. However, be careful: <strong>some lists are configured to send any reply to the list by default</strong>, i.e. to all the subscribers. If you only want to reply to the message sender, <strong>make sure the recipient of your message is the right one</strong>!
fr: Pour répondre à un message envoyé sur une liste, procédez comme pour n'importe quel message qui vous aurait été envoyé en privé. Attention néanmoins&#160;: <strong>certaines listes sont configurées pour que chaque réponse soit adressée par défaut à la liste</strong>, c'est-à-dire à l'ensemble des abonnés. Si vous souhaitez répondre seulement à l'auteur du message initial, <strong>assurez-vous que le destinataire de votre message est bien celui que vous souhaitez</strong>&#160;!

source: You can also reply to a message directly <a href="#answeronline">from the mailing list environment</a>. However, it is far simpler and more functional to reply using an email client or a webmail...
fr: Vous pouvez également répondre à un message directement <a href="#answeronline">depuis l'environnement de listes</a>. Néanmoins, il est nettement plus simple et plus fonctionnel de répondre via un client de messagerie ou un webmail...

source: A few rules
fr: Quelques règles

source: Sending messages to a list makes you liable as an author. Furthermore, if you send a message to a list, it will be read by all the subscribers and you are likely to strike up conversations with them. Thus, to use the mailing list service within the law and share pleasant and respectful exchanges, you have to respect a comprehensive set of rules.
fr: L'envoi de messages à une liste de diffusion engage votre responsabilité d'auteur. De plus, si vous écrivez à une liste, vous serez lu par l'ensemble des abonnés et vous serez ensuite amené à dialoguer avec eux. Pour utiliser le service de listes de diffusion en toute légalité et en ayant des échanges sympathiques et respectueux, vous devez donc respecter un ensemble de règles.

source: Before you start writing to a list
fr: Avant de commencer à écrire sur une liste

source: It is better to always <strong>respect an observation period</strong> of a few days after subscribing, prior to sending any message. This will allow you to gather useful information in order not to make a blunder:
fr: Il est préférable de toujours <strong>respecter une période d'observation</strong> de quelques jours entre le moment où l'on s'abonne à une liste de diffusion et le moment où l'on commence à y envoyer des messages. Cela vous permettra de répondre à ces quelques questions importantes pour ne pas commettre d'impairs&#160;:

source: Who can send messages to the list?
fr: Qui diffuse des messages sur la liste&#160;?

source: How frequently can you send messages without disturbing the other subscribers?
fr: À quelle fréquence peut-on envoyer des messages sans gêner les autres abonnés&#160;?

source: What are the topics discussed?
fr: Quels sont les sujets abordés&#160;?

source: Are off-topic messages tolerated?
fr: Les messages hors-sujet sont-ils tolérés&#160;?

source: What is the tone used? Is it allowed to joke or is the list very formal?
fr: Quel est le ton employé&#160;? Est-il possible de faire de l'humour ou est-ce une liste très formelle&#160;?

source: Is the sending of attachments allowed/tolerated? Within what limits?
fr: L'envoi de pièces jointes est-il autorisé/toléré&#160;? Dans quelles limites&#160;?

source: <strong>Some lists require subscribers to introduce themselves to the other contributors</strong> at the time of their subscription, others on the first message sent to the list, and a third category (most generally the largest lists) consider this to be useless and annoying... Study the uses and take appropriate action!
fr: <strong>Certaines listes requièrent que l'on se présente aux autres contributeurs</strong> dès son inscription à la liste, d'autres lorsque l'on envoie un message pour la première fois, d'autres enfin considèrent cela comme de la &#171;&#160;pollution&#160;&#187;... Observez les usages et conformez-vous-y&#160;!

source: Privacy
fr: Respect de la vie privée

source: All messages sent to the list are kept in the list archive. <strong>Thus, the simple fact of sending a message constitutes an express authorization of distribution and reproduction in the archive</strong>. However, you can request the deletion of any message you sent, whether directly from the list archive ('Tag this mail for deletion' button) or by <a href="%1/help/faquser#contactadmin">contacting the list owners</a>.
fr: Tous les messages diffusés sont conservés dans les archives de la liste. <strong>Le fait de poster un message constitue donc une autorisation explicite de diffusion et de reproduction dans les archives</strong>. Toutefois, vous pouvez demander la suppression d'un message dont vous êtes l'auteur soit directement depuis les archives (bouton 'marquer ce message pour suppression'), soit en <a href="#contactadmin">contactant les propriétaires de la liste</a>.

source: If you send a message to the list, <strong>your email address will naturally display in your message header and in the list archive</strong>. However, unless otherwise specified, your email address and the other data you provided when you subscribed will not be disclosed to any other third party without your agreement.
fr: Si vous écrivez à la liste, <strong>votre adresse e-mail apparaîtra évidemment dans l'en-tête de votre message et dans les archives de la liste</strong>. <span class="red">Néanmoins, sauf avertissement contraire lors de votre abonnement, votre adresse e-mail ainsi que les renseignements que vous avez fournis lors de votre inscription ne seront en aucun cas divulgués à un organisme commercial ou non sans votre accord.</span>

source: In most countries, your personal data is protected through a number of laws. For example, in the United States, the Privacy Act of 1974 applies. In the European Union, the "Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data" and national laws arising from it apply. To know more about this, <a href="%1/help/faquser#contactadmin">please contact the list owners</a>.
fr: En France, conformément à la loi relative à l'informatique, aux fichiers et aux libertés du 6&#160;janvier&#160;1978, vous disposez d'un droit d'accès, de modification, de rectification et de suppression des données vous concernant. Pour l'exercer, <a href="#contactadmin">contactez les propriétaires de la liste</a>.

source: As for any correspondence, <strong>you must sign your messages</strong>. On professional mailing lists, <strong>it is customary to mention the name of the organization you belong to and your job title alongside your name</strong>. However, <strong>ask yourself whether it is relevant to give your complete details</strong> (address, telephone number, etc.): they will remain available at any time in the list archive...
fr: Comme dans toute correspondance, <strong>vous devez signer vos messages</strong>. Pour les listes professionnelles, <strong>l'usage veut que l'on fasse accompagner son nom du nom de l'organisme auquel on appartient et de la fonction qu'on y occupe</strong>. Néanmoins, <strong>interrogez-vous sur la pertinence de diffuser vos coordonnées complètes</strong> (adresse, téléphone, etc.)&#160;: celles-ci resteront accessibles à tout moment dans les archives de la liste...

source: <strong>Do never send information about other people without their express agreement</strong>.
fr: <strong>Ne diffusez jamais d'informations concernant d'autres personnes sans leur consentement explicite</strong>.

source: <strong>When asking a question on a list</strong>, it is customary to post a summary of all answers obtained.
fr: <strong>Lorsque l'on pose une question sur une liste</strong>, il est d'usage de poster ensuite un message résumant toutes les réponses obtenues.

source: <strong>When you reply to a message sent on the list</strong>, it is up to you to decide whether you will reply on the list or in private. This might depend on the interest of your reply for the other subscribers...
fr: <strong>Lorsque vous répondez à un message envoyé sur la liste</strong>, c'est à vous de décider si vous souhaitez répondre en public ou en privé. La réponse à cette question dépend de l'intérêt que peut avoir votre réponse pour les autres abonnés...

source: <strong>Always use descriptive subjects for your messages</strong>. On some lists, typical subjects for messages are even predefined and it is compulsory to "tag" messages using one of them (examples of typical objects: <em class="example">[summary]</em>, <em class="example">[urgent]</em>, <em class="example">[administrative]</em>, <em class="example">[question]</em>, etc.).
fr: <strong>Créez toujours des objets explicites pour vos messages</strong>. Dans certaines listes, les objets type des messages sont même codifiés et il est obligatoire de &#171;&#160;tagger&#160;&#187; les messages avec l'un de ces objets types imposés (exemples d'objets type&#160;: <em class="example">[synthèse]</em>, <em class="example">[urgent]</em>, <em class="example">[administratif]</em>, <em class="example">[pb info]</em>, etc.).

source: <strong>Some kinds of messages are not welcome</strong> on mailing lists: advertisement, spamming, commercial messages, virus warnings, test messages, political or religious messages, hoaxes, flaming, privacy invasions, messages damaging, misleading or in any way defamatory, harassing, offensive, abusive, infringing, racist, obscene or profane, promoting discrimination, violence or hatred for any reason, contrary to good morals, or more generally illegal.
fr: <strong>Certains types de messages ne sont pas les bienvenus</strong> sur les listes de diffusion&#160;: publicité, messages à caractère commercial, politique ou religieux, diffusion de fausses informations, atteintes à la vie privée, informations de natures diffamatoire, menaçante, abusive, obscène, raciste, incitant à la discrimination, la haine ou la violence pour quelque raison que ce soit, portant atteinte aux bonnes moeurs, ou d'une manière plus générale, illicite.

source: <strong>Unconstructive and mean-spirited messages</strong> (example: remarks about spelling mistakes) <strong>and other personal attacks towards other contributors are either not welcome</strong> on lists. If you really need to tell unpleasant or offensive things to someone, you had better do it in a private message... On most of the mailing lists, <strong>it is also frowned on to feed the <em class="altralingua">trolls</em></strong> (topics or posts deliberately incorrect, intended to provoke readers).
fr: <strong>Les messages de critiques non constructives</strong> (exemple&#160;: remarques sur des fautes d'orthographe), <strong>de commentaires sarcastiques et autres dénigrements à l'égard d'autres participants ne sont pas non plus les bienvenus</strong> sur les listes. Si vous devez réellement dire des choses désagréables ou blessantes à quelqu'un, faites-le plutôt dans un message privé... Sur la plupart des listes de diffusion, <strong>il est aussi mal vu d'alimenter inutilement les <em class="altralingua">trolls</em></strong> (sujets de discussion ayant une fâcheuse tendance à semer la zizanie).
