Repository: sympa-community/sympa
Catalog: po/web_help_*.po
Languages: fr

source: In the '<strong>Digest frequency</strong>' area, you can define how frequently compiled messages are sent (Digest and Summary delivery modes): in the list, select all the <strong>days</strong> for which you want digests to be sent. Then choose a <strong>delivery time</strong> for digests (please avoid choosing a time between 11 p.m. and midnight).
fr: Dans la zone '<strong>Périodicité des compilations</strong>', vous pouvez définir à quel intervalle sont envoyées les compilations de messages (modes de réception Compilation et Résumé)&#160;: sélectionnez dans la liste tous les <strong>jours</strong> pour lesquels vous souhaitez que des compilations soient envoyées. Choisissez ensuite un <strong>horaire d'envoi</strong> des compilations (évitez de choisir un horaire compris entre 23h et minuit).

source: In the '<strong>Available subscription options</strong>' list, select all the subscriber options you want to offer to your subscribers. By default, all options are selected.
fr: Dans la liste '<strong>Options d'abonné disponibles</strong>', sélectionnez toutes les options d'abonné que vous souhaitez offrir à vos abonnés. Par défaut, toutes les options sont sélectionnées.

source: The '<strong>Reply address</strong>' area allows you to define the default recipients of any reply to a message sent to the list:
fr: La zone '<strong>Adresse de réponse</strong>' vous permet de définir les destinataires par défaut lors d'une réponse à un message envoyé sur la liste&#160;:

source: With the '<strong>All</strong>' value, the reply is sent to both the <strong>message sender</strong> AND the <strong>list</strong>.
fr: Lorsque la valeur choisie est '<strong>All</strong>', la réponse est envoyée à l'<strong>expéditeur du message</strong> ET à la <strong>liste</strong>.

source: With the '<strong>List</strong>' value, the reply is sent to the <strong>list</strong>.
fr: Lorsque la valeur choisie est '<strong>List</strong>', la réponse est envoyée à la <strong>liste</strong>.

source: Be careful: use this option carefully! Experience shows that subscribers do not always check the address to which they send their reply. Thus, they might send private messages to the whole list when trying to reply to a single person...
fr: Attention&#160;: cette option est à utiliser avec précaution&#160;! L'expérience montre que les abonnés ne vérifient pas toujours l'adresse à laquelle ils expédient leur réponse. Ils risquent donc d'envoyer des messages privés à l'ensemble des abonnés en pensant répondre uniquement à une personne...

source: With the '<strong>Other_email</strong>' value, the reply is sent to a <strong>predefined address</strong>. If you choose this option, you will have to <strong>indicate an email address in the 'Other email address' input box</strong>.
fr: Lorsque la valeur choisie est '<strong>Other_email</strong>', la réponse est envoyée à une <strong>adresse prédéfinie</strong>. Si vous choisissez cette option, vous devez <strong>saisir une adresse e-mail dans le champ 'Autre adresse email'</strong>.

source: With the '<strong>Sender</strong>' value, the reply is sent to the <strong>message sender</strong>. This is the option you should probably choose.
fr: Lorsque la valeur choisie est '<strong>Sender</strong>', la réponse est envoyée à l'<strong>expéditeur du message</strong>. C'est la valeur que nous vous conseillons de choisir.

source: The '<strong>Respect of existing header field</strong>' drop-down list allows you to choose how the 'Reply-To' SMTP header field will be processed in incoming messages. The '<strong>Respect</strong>' option preserves that field while the '<strong>Forced</strong>' option allows it to be overwritten.
fr: La liste déroulante '<strong>Respect du champ existant</strong>' vous permet de choisir le traitement du champ d'en-tête SMTP 'Reply-To' dans les messages entrants. L'option '<strong>Respect</strong>' préserve ce champ tandis que l'option '<strong>Forced</strong>' permet de l'écraser.

source: Last, the '<strong>Subject tagging</strong>' option lets you choose the <strong>text included before the subject of all messages</strong> sent to the list: this allows subscribers to sort their messages easily, to use message filters on them in order to process messages automatically, etc. By default, this text consists of the <strong>list name surrounded by square brackets</strong> (the square brackets are automatically added by the system, thus it is useless that you add them yourself).
fr: Enfin, l'option '<strong>Marquage du sujet des messages</strong>' permet de choisir le <strong>texte qui sera inséré devant l'objet de tous les messages</strong> envoyés sur la liste&#160;: ceci permet aux abonnés de pouvoir trier leurs messages plus facilement, de leur appliquer des filtres de messages, etc. Par défaut, ce texte est constitué du <strong>nom de la liste entouré de crochets</strong> (les crochets sont rajoutés automatiquement par le système, il est inutile de les indiquer vous-même).

source: Privileges
fr: Droits d'accès

source: From this page, you can decide:
fr: À partir de cette page, vous pouvez décider&#160;:

source: <strong>who can view list information</strong>. The following options are available:
fr: <strong>qui a accès aux informations sur la liste</strong>. Les options disponibles sont les suivantes&#160;:

source: for anyone (open) - <em>default option</em>;
fr: pour tous (open) - <em>option par défaut</em>&#160;;

source: restricted to subscribers (private).
fr: réservé aux abonnés (private).

source: who can subscribe to the list</strong>. The following options are available:
fr: qui peut s'abonner à la liste</strong>. Les options disponibles sont les suivantes&#160;:

source: subscription request confirmed (auth);
fr: demande d'abonnement après confirmation (auth)&#160;;

source: need authentication (notification is sent to owners) (auth_notify);
fr: soumis à authentification (notification des proprios) (auth_notify)&#160;;

source: requires authentication then owner approval (auth_owner);
fr: soumis à authentification puis accord du proprio (auth_owner)&#160;;

source: subscribe is impossible (closed);
fr: abonnement impossible (closed)&#160;;

source: restricted to local domain users (intranet);
fr: les abonnés ou le domaine local (intranet)&#160;;

source: local domain users or owner approval (intranetorowner);
fr: usager du domaine local ou via autorisation du proprio (intranetorowner)&#160;;

source: for anyone without authentication (open) - <em>default option</em>;
fr: ouvert à tous sans authentification (open) - <em>option par défaut</em>&#160;;

source: anyone, notification is sent to list owner (open_notify);
fr: ouvert à tous, notification du propriétaire (open_notify)&#160;;

source: anyone, no welcome message (open_quiet);
fr: n'importe qui pas de bienvenue (open_quiet)&#160;;

source: owner approval (owner);
fr: ouvert à tous après autorisation du proprio (owner)&#160;;

source: requires S/MIME signed (smime);
fr: demande d'abonnement avec signature par certificat (smime)&#160;;

source: requires S/MIME signed or owner approval (smimeorowner).
fr: ouvert à tous après autorisation du proprio ou avec signature par certificat (smimeorowner).

source: You should always choose an option involving the 'auth' parameter: this way, the system requires confirmation from the future subscriber by email before subscribing him/her to the list. This avoids subscriptions with invalid email addresses and guarantees that no one can be subscribed to the list without knowing it.
fr: Il est conseillé de toujours choisir une option comportant le paramètre 'auth'&#160;: ainsi, le système demandera confirmation par e-mail au futur abonné avant de l'abonner à la liste. Ceci permet d'éviter des abonnements avec une adresse e-mail invalide et assure que personne ne peut être abonné à la liste à son insu.

source: <strong>who can unsubscribe from the list</strong>. The following options are available:
fr: <strong>qui peut se désabonner de la liste</strong>. Les options disponibles sont les suivantes&#160;:

source: need authentication (auth);
fr: possible après authentification (auth)&#160;;

source: authentication requested, notification sent to owner (auth_notify);
fr: authentification demandée, notification du proprio (auth_notify)&#160;;

source: impossible (closed);
fr: impossible (closed)&#160;;

source: open (open) - <em>default option</em>;
fr: autorisé à tous sans authentification (open) - <em>option par défaut</em>&#160;;

source: open with mail confirmation, owner is notified (open_notify);
fr: pas d'authentification (notification au proprio) (open_notify)&#160;;

source: owner approval (owner).
fr: soumis à autorisation du proprio (owner).

source: You should always choose an option involving the 'auth' parameter: this way, the system requires confirmation from the subscriber by email before unsubscribing him/her from the list. This prevents ill-intentioned people from unsubscribing others without letting them know.
fr: Il est conseillé de toujours choisir une option comportant le paramètre 'auth'&#160;: ainsi, le système demandera confirmation par e-mail à l'abonné avant de le désabonner. Ceci permet d'éviter que des personnes malintentionnées ne désabonnent des abonnés à leur insu.

source: who can invite people to subscribe to the list</strong>. The following options are available:
fr: qui peut inviter une nouvelle personne à s'abonner à la liste</strong>. Les options disponibles sont les suivantes&#160;:

source: closed (closed);
fr: fermé (closed)&#160;;

source: list owner, no authentication (owner);
fr: invitation par le proprio sans authentification (owner)&#160;;

source: restricted to subscribers (private) - <em>default option</em>;
fr: limité aux abonnés (private) - <em>option par défaut</em>&#160;;

source: <strong>who can review subscribers</strong>. The following options are available:
fr: <strong>qui a accès à la liste des abonnés</strong>. Les options disponibles sont les suivantes&#160;:

source: no one can review (closed);
fr: pour personne (closed)&#160;;

source: restricted to subscribers or local domain users (intranet);
fr: limité aux abonnés ou aux utilisateurs du domaine local (intranet)&#160;;

source: listmaster only (listmaster);
fr: listmaster seulement (listmaster)&#160;;

source: only owner (and listmaster) (owner) - <em>default option</em>;
fr: proprio de liste seulement (et listmaster) (owner) - <em>option par défaut</em>&#160;;

source: restricted to subscribers (private);
fr: limité aux abonnés (private)&#160;;

source: anyone can do it! (public).
fr: accessible à tous (public).

source: You should in no case make the members list accessible to anyone. The 'Restricted to subscribers' option may be interesting in order to allow subscribers to communicate with each others without posting messages on the list. However, this is not appropriate in the case of an announcement list involving subscribers having no particular relationship.
fr: Il est fortement déconseillé de rendre la liste des abonnés accessible à tous. L'option 'Réservé aux abonnés' peut être intéressante afin de permettre à ceux-ci de communiquer entre eux sans passer par la liste. Cette option est néanmoins à éviter dans le cas d'une liste de type annonce regroupant des abonnés sans aucun lien entre eux.

source: From this page, you can also <strong>define the access rights applying to the shared document web space</strong> ('Shared documents' section of the list, accessible through a link in the left menu). You can define both the read and write access rights for the documents:
fr: Sur cette page, vous pouvez également <strong>définir les droits relatifs à l'espace de stockage partagé</strong> (section 'Documents' de la liste, accessible via un lien dans le menu de gauche). On distingue les droits de consultation et les droits d'édition des documents&#160;:

source: The following options are available in the '<strong>Who can view</strong>' drop-down list:
fr: Pour les <strong>droits de consultation</strong>, les options suivantes sont disponibles&#160;:

source: restricted to list owners (owner);
fr: limité aux propriétaires de la liste (owner)&#160;;

source: public documents (public).
fr: documents publics (public).

source: The following options are available in the '<strong>Who can edit</strong>' drop-down list:
fr: Pour les <strong>droits d'édition</strong>, les options suivantes sont disponibles&#160;:</li>

source: restricted to list owners (owner) - <em>default option</em>;
fr: limité aux propriétaires de la liste (owner) - <em>option par défaut</em>&#160;;

source: moderated for subscribers (editor);
fr: modéré pour les abonnés (editor)&#160;;

source: The '<strong>Quota</strong>' input box allows you to define a <strong>maximum size not to be exceeded for the shared document web space</strong>. This size does not represent the maximum size of <em class="caps">one</em> document published in the shared document web space, but the maximum size for all documents published on the list. It is expressed in kilobytes. When a subscriber tries to publish a too large document regarding the space left, he/she gets an error message.
fr: La zone de texte '<strong>Quota</strong>' vous permet de définir une <strong>taille maximale à ne pas dépasser pour l'espace de stockage partagé</strong>. Cette taille ne représente pas la taille maximale d'<em class="caps">un</em> document publié dans l'espace de stockage partagé, mais bien celle de l'ensemble des documents publiés sur la liste. Elle est exprimée en kilo-octets. Lorsqu'un abonné tente de publier un fichier trop gros par rapport à l'espace restant, il reçoit un message d'erreur.

source: To know <strong>more about the management of the shared document web space</strong> (how to organize it, change access rights, name documents, etc.), please refer to the '<a href="%1/help/shared">Using the shared document web space</a>' section of the User guide.
fr: Pour <strong>plus d'informations sur la gestion de l'espace de stockage partagé</strong> (organisation de l'espace de stockage partagé, modification des droits d'accès, etc.), reportez-vous à la section <a href="%1/help/shared">Utiliser l'espace de stockage partagé</a> du Guide de l'utilisateur.

source: Archive
fr: Archives

source: From this page, you can <strong>decide who can access the online list archive</strong> (messages readable on the mailing list web interface). The following options are available:
fr: À partir de cette page, vous pouvez <strong>décider qui peut accéder aux archives de la liste en ligne</strong> (messages envoyés consultables sur l'interface web du serveur de listes). Les différentes options disponibles sont&#160;:

source: listmaster (listmaster);
fr: listmaster (listmaster)&#160;;

source: owner (owner);
fr: proprio de liste (owner)&#160;;

source: moderator (moderator);
fr: les modérateurs (moderator)&#160;;

source: subscribers only (private);
fr: les abonnés seulement (private)&#160;;

source: The '<strong>Quota</strong>' input box allows you to define a <strong>maximum size not to be exceeded for the message archive</strong>. This size is expressed in kilobytes. List owners are notified when the archive size reaches 95&#160;% of the allowed size. When the maximum size is reached, later messages are not archived.
fr: La zone de texte '<strong>Quota</strong>' vous permet de définir une <strong>taille maximale à ne pas dépasser pour les archives de messages</strong>. Cette taille est exprimée en kilo-octets. Les propriétaires reçoivent une notification lorsque les archives atteignent 95&#160;% de la taille autorisée. Si la taille maximale dévolue aux archives est atteinte, les messages ultérieurs ne sont pas archivés.

source: Even though messages stop being archived, it is naturally still possible to send messages to the list.
fr: Même si les messages cessent d'être archivés, il reste évidemment possible d'envoyer des messages sur la liste.</p>

source: It is also possible to <strong>access the list archive by email</strong>, by sending <strong>%1@%2</strong> the following command: <span class="commande"><strong>get nameofthelist log.yearmonth</strong></span> (example: <em class="example">get list_example log.200507</em>). Then you receive a compilation of all messages sent during the chosen month. This compilation is sent in plain text and contains <acronym lang="en" xml:lang="en" title="HyperText Markup Language">HTML</acronym> tags instead of the original formatting; it also involves full headers for each message. The '<strong>Text archives</strong>' parameter allows you to define:
fr: Il est également possible d'<strong>accéder aux archives de la liste par e-mail</strong>, en envoyant à <strong>%1</strong> la commande suivante&#160;: <span class="commande"><strong>get nomdelaliste log.anneemois</strong></span> (exemple&#160;: <em class="example">get cri-exemple log.200507</em>). L'abonné reçoit alors une compilation de tous les messages envoyés au cours du mois choisi. Cette compilation est envoyée en texte brut et contient des balises <acronym lang="en" xml:lang="en" title="HyperText Markup Language">HTML</acronym> à la place du formatage d'origine&#160;; elle comprend également des en-têtes détaillés pour chaque message. Le paramètre '<strong>Archives textuelles</strong>' vous permet de définir&#160;:

source: <strong>who is allowed</strong> to receive the list message archive by email;
fr: <strong>qui a le droit</strong> de se faire envoyer par e-mail les archives récapitulatives des messages de la liste&#160;;

source: <strong>how frequently these archive files will be created</strong>. For example, if the frequency is set to 'month', all messages distributed to the list in a month will be gathered in a single archive file.
fr: la <strong>périodicité de création de ces archives</strong>. Par exemple, si la périodicité est 'month', l'ensemble des messages envoyés sur la liste en un mois sera regroupé dans un message d'archives unique qui pourra être demandé par e-mail au serveur.

source: If this parameter is not defined, the list will have no archive accessible by email. Be careful: <strong>only the listmasters have the power to change this parameter.</strong>
fr: Si ce paramètre n'est pas défini, la liste n'aura aucune archive consultable par e-mail. Attention&#160;: <strong>seuls les listmasters ont le pouvoir de modifier ce paramètre.</strong>

source: It is possible to send <strong>messages encrypted in <acronym lang="en" xml:lang="en" title="Secure/Multipurpose Internet Mail Extensions">S/MIME</acronym></strong> to the list. The '<strong>Archive encrypted mails as cleartext</strong>' option allows you to define how those messages will be archived:
fr: Il est possible d'envoyer des <strong>messages cryptés au format <acronym lang="en" xml:lang="en" title="Secure/Multipurpose Internet Mail Extensions">S/MIME</acronym></strong> sur la liste. L'option '<strong>Archivage des messages cryptés</strong>' vous permet de définir comment ces messages vont être archivés&#160;:

source: The '<strong>Cleartext</strong>' option archives the message under its original crypted form.
fr: L'option '<strong>Cleartext</strong>' archive le message sous sa forme cryptée originale.

source: The '<strong>Decrypted</strong>' option archives the message after removing the encryption.
fr: L'option '<strong>Decrypted</strong>' archive le message sans qu'il ne soit chiffré.

source: The '<strong>Original</strong>' option archives the message under its original encrypted form.
fr: L'option '<strong>Original</strong>' archive le message sous sa forme originale.

source: This option applies to both the text archive and the online archive, as well as to the compilations sent to those who chose the 'Digest' delivery mode.
fr: Cette option s'applique à la fois aux archives de messages textuelles et aux archives en ligne, ainsi qu'aux compilations de messages envoyées aux personnes qui ont souscrit leur abonnement avec le mode de réception Digest.

source: BE CAREFUL: do not forget to click on the 'Update' button</strong> on bottom of page to save all your changes.
fr: ATTENTION&#160;: n'oubliez pas de cliquer sur 'Mise à jour'</strong> au bas de la page pour enregistrer tous vos changements.

source: Bounces
fr: Gestion des rapports de non-remise

source: "<strong>Bounces</strong>" represent the <strong>subscribers whose address is in error</strong>, i.e. subscribers who can not receive the messages sent to the list. This can be due to many reasons: obsolete email addresses, addresses temporarily unavailable when messages were sent, inbox quota exceeded, etc.
fr: Les &#171;&#160;<strong>bounces</strong>&#160;&#187; représentent les <strong>abonnés en erreur</strong>, c'est-à-dire les abonnés qui ne reçoivent pas les messages envoyés sur la liste. Les raisons peuvent être variées&#160;: adresses qui n'existent plus, adresses momentanément indisponibles au moment de l'envoi de messages, capacité de la boîte de réception atteinte, etc.

source: The '<strong>Bounce management</strong>' section defines two rates:
fr: La section '<strong>Gestion des bounces</strong>' définit deux seuils&#160;:

source: The <strong>warn rate</strong> indicates the bouncing email addresses rate from which the list owner will receive a <strong>notice entitled 'Bounce rate too high'</strong> inviting him/her to delete bouncing subscribers from the list.
fr: Le <strong>seuil d'alerte</strong> indique le taux d'abonnés en erreur à partir duquel le propriétaire de la liste recevra une <strong>notification intitulée 'Taux de bounces trop élevé'</strong> l'invitant à supprimer de sa liste les abonnés en erreur.

source: The <strong>halt rate</strong> indicates the bouncing email addresses rate from which <strong>the message distribution will automatically be stopped</strong> up to the resolution of the problem (generally through the deletion of bouncing subscribers).
fr: Le <strong>seuil d'interruption</strong> indique le taux d'erreurs à partir duquel <strong>la distribution des messages de la liste sera automatiquement interrompue</strong> jusqu'à régularisation de la situation (généralement via la suppression des abonnés en erreur).

source: The '<strong>Management of bouncers, 1st level</strong>' and '<strong>Management of bouncers, 2nd level</strong>' sections allow you to perform automatic tasks with regard to bouncing subscribers. You can define:
fr: Les sections '<strong>bouncers_level1</strong>' et '<strong>bouncers_level2</strong>' permettent d'effectuer automatiquement des actions en direction des abonnés en erreur. Vous pouvez définir&#160;:

source: the <strong>score ranges that define level&#160;1 and level&#160;2 bouncers</strong>. By default, level&#160;1 bouncers have a score comprised between 45 and 74 and level&#160;2 bouncers have a score comprised between 75 and 100;
fr: les <strong>plages de scores qui définissent les bouncers de niveau&#160;1 et de niveau&#160;2</strong>. Par défaut, les bouncers de niveau&#160;1 ont un score compris entre 45 et 74 et les bouncers de niveau&#160;2 ont un score compris entre 75 et 100&#160;;

source: The score depends on the number, type and frequency of errors. If the bouncing time is too short or if there have not been many errors, the bouncer is not given a score.
fr: Le score est déterminé par le nombre, le type et la fréquence des erreurs. Si la période de réception des erreurs est trop courte ou s'il n'y a pas eu beaucoup d'erreurs, aucun score n'est affecté au bouncer.

source: the <strong>task to perform towards the subscribers concerned</strong>: no task, notice, deletion from the list;
fr: l'<strong>action à effectuer en direction des abonnés concernés</strong>&#160;: aucune action, notification, suppression de la liste des abonnés&#160;;
