Repository: sympa-community/sympa
Catalog: po/web_help_*.po
Languages: fr

source: Though it isn't mentionned in any of the options, note that the document owner (most of the time the person that published it) keeps the write and read rights on this document whatever happens (unless the list owner changes the document owner).
fr: Même si ce n'est mentionné dans aucune des options, sachez que le propriétaire du document (c'est-à-dire le plus souvent la personne qui a publié le document) conserve quoi qu'il arrive les droits de lecture et d'écriture sur son document (à moins évidemment que le propriétaire de la liste ne modifie le propriétaire du document).

source: <strong>You can also change the document's owner</strong>, for example to allow another person to edit it online, or to indicate the actual author of a document if it has been published by someone else.
fr: <strong>Vous pouvez également modifier le propriétaire du document</strong>, par exemple pour autoriser une autre personne à l'éditer sur la liste ou pour indiquer l'auteur &#171;&#160;réel&#160;&#187; du document si ce dernier a été publié par quelqu'un d'autre.

source: Editing folders, files or bookmarks
fr: Éditer des dossiers, des fichiers ou des signets

source: <strong>To edit a document, click on the 'Edit' text</strong> in front of the document's name in the 'Edit' column.
fr: <strong>Pour éditer un document, cliquez sur la mention 'Éditer'</strong> située en face du nom du document dans la colonne 'Éditer'.

source: According to the type of document you edit, you have different possibilities:
fr: En fonction du type de document édité, vous avez plus ou moins de possibilités&#160;:

source: If the document is a <strong>folder</strong>, you can only <strong>describe</strong> it or <strong>rename</strong> it.
fr: Si le document est un <strong>dossier</strong>, vous ne pouvez que le <strong>décrire</strong> ou le <strong>renommer</strong>.

source: The description of a document is visible in the upper left corner when editing it. The description of folders is also visible there when browsing the folder.
fr: La description d'un document est visible en haut à gauche lorsqu'on l'édite. La description des dossiers est également visible à cet endroit lorsque l'on se trouve dans le dossier.

source: If the document is a <strong>bookmark</strong>, you can also <strong>change the <acronym title="Uniform Resource Locator" lang="en" xml:lang="en">URL</acronym> specified</strong>.
fr: Si le document est un <strong>signet</strong>, vous pouvez en plus <strong>modifier l'<acronym title="Uniform Resource Locator" lang="en" xml:lang="en">URL</acronym> spécifiée</strong>.

source: If the document is a <strong>file</strong>, you can also <strong>replace the existing file with a file of your choice</strong>. To do that, <strong>click on the 'Browse' button</strong> below the 'Replace the file nameofthefile with your file' text and <strong>choose the file</strong> you want to publish; after selecting it, click on the 'Open' button. Your file path then displays in the input box close to the 'Browse' button. <strong>Click on the 'Publish' button</strong>.
fr: Si le document est un <strong>fichier</strong>, vous pouvez également <strong>remplacer le fichier existant par un fichier de votre choix</strong>. Pour cela, <strong>cliquez sur le bouton 'Browse'</strong> situé sous le texte 'Remplacer le fichier nomdufichier par votre fichier' et <strong>allez chercher le fichier</strong> que vous souhaitez publier&#160;; lorsque vous l'avez trouvé, cliquez sur le bouton 'Ouvrir'. Le chemin de votre fichier apparaît alors dans le champ de texte associé au bouton 'Browse'. <strong>Cliquez sur le bouton 'Publier'</strong>.

source: Whatever the name of the new file, the file published on the list will keep its original name. If you want the file replacement to be followed by a change of name, you will also have to rename the file published on the list.
fr: Quel que soit le nom du fichier de remplacement, le fichier publié sur la liste conservera son nom d'origine. Si vous souhaitez que le remplacement du fichier soit suivi d'un changement de nom, vous devrez renommer le fichier publié sur la liste.

source: Last, if the document is a <strong>plain text file</strong>, you can <strong>change its content online</strong>: <strong>enter or paste the text</strong> you want to put in your file in the 'Edit the file /nameofthefile' text area, and then <strong>click on the 'Publish' button</strong>.
fr: Enfin, si le document est un <strong>fichier en texte brut</strong>, vous pouvez <strong>modifier son contenu en ligne</strong>&#160;: <strong>entrez ou collez le texte</strong> que vous souhaitez mettre dans votre fichier dans la zone de texte 'Éditer le fichier /nomdufichier' puis <strong>cliquez sur le bouton 'Publier'</strong>.

source: Any click on a button related to an input box only validates the changes specified in that box. <strong>To make several changes, you need to click on each button corresponding to your choices</strong>.
fr: Le clic sur un bouton associé à un champ de texte ne valide que les modifications spécifiées dans ce champ. <strong>Pour effectuer plusieurs modifications, vous devrez cliquer à chaque fois sur le bouton correspondant</strong>.

source: Some buttons immediately bring you back to the page of the folder containing the document, while others perform the update without bringing you to another page. <strong>To go back to the folder page without changing anything, click on the 'Up to higher level directory' button</strong>.
fr: Certains boutons ont pour effet de vous ramener immédiatement sur la page du dossier où se trouve le document, tandis que d'autres effectuent une mise à jour du fichier mais ne vous font pas changer de page. <strong>Pour revenir à la page du dossier sans faire aucune modification, cliquez sur le bouton 'Dossier parent'</strong>.

source: Deleting folders, files or bookmarks
fr: Supprimer des dossiers, des fichiers ou des signets

source: <strong>To delete any type of document, click on the 'Delete'</strong> text in front of the document's name in the 'Delete' column. A confirmation message displays in order to let you go back on your decision: <strong>once deleted, the document will not be retrievable anymore</strong>.
fr: <strong>Pour supprimer un document quel qu'il soit, cliquez sur la mention 'Supprimer'</strong> située en face du nom du document dans la colonne 'Supprimer'. Un message de confirmation s'affiche afin de vous laisser le temps de la réflexion&#160;: <strong>une fois le document supprimé, vous ne pourrez en aucun cas le récupérer</strong>.

source: If there is no 'Delete' text in front of the document's name, you do not have write access rights to the document.
fr: Si la mention 'Supprimer' n'apparaît pas en face du nom du document, cela signifie que vous ne possédez pas les droits en écriture sur le document en question.

source: <strong>It is impossible to delete a folder which still contains documents</strong>: before deleting a folder, you need to empty it entirely first.
fr: <strong>Il est impossible de supprimer un dossier qui n'est pas vide</strong>&#160;: avant de supprimer un dossier, vous devez tout d'abord le vider entièrement.

source: A few tips to organize the shared document web space
fr: Quelques conseils pour l'organisation de l'espace de stockage partagé

source: If you are one of the people likely to organize the list and create files and folders, <strong>be far-sighted: think that the list will maybe develop in a considerable manner and that it will maybe be used for several years</strong>.
fr: Si vous faites partie des personnes amenées à organiser la liste et à créer des dossiers et des fichiers, <strong>soyez prévoyant&#160;: pensez que la liste est peut-être amenée à se développer de manière importante et qu'elle va peut-être être utilisée pendant plusieurs années</strong>.

source: Here are <strong>a few suggestions to prevent a list from developing in an anarchic manner</strong>:
fr: Voici <strong>quelques suggestions pour qu'une liste ne se développe pas de manière anarchique</strong>&#160;:

source: If the list is to contain the same kinds of resources at regular intervals, choose an <strong>organization by month or by year</strong> (or any other duration according to your needs).
fr: Si la liste doit contenir les mêmes types de ressources à intervalles réguliers, choisissez une <strong>organisation par mois ou par année</strong> (ou autre en fonction de vos besoins).

source: Example: if the list is meant to collect student works, those students will attend the same lessons and make the same works from a year to another. Thus, it might be interesting to create a folder for each academic year at the root of the shared document web space: this will allow students to take a look at the previous year's works and lessons (provided that teachers <a href="#acces">restrict access</a> to sensitive resources). This can be completed by subfolders for each lesson or each teacher within each year folder.
fr: Exemple&#160;: si la liste est destinée à recueillir les travaux d'étudiants, ceux-ci assisteront aux mêmes cours et effectueront les mêmes travaux d'une année sur l'autre. Le mieux est donc de créer en racine de l'espace de stockage partagé un dossier par année universitaire&#160;: ceci permettra aux étudiants de consulter les travaux et les cours de l'année précédente (à charge pour les enseignants de <a href="#acces">restreindre l'accès</a> à certaines ressources). On peut ensuite imaginer des sous-dossiers par cours ou par enseignant au sein de chaque dossier d'année.

source: If the list is a collaborative list destined to all members of a department, you had better choose a <strong>project-based organization</strong>.
fr: S'il s'agit d'une liste collaborative pour les membres d'un même service, privilégiez une <strong>organisation par projet</strong>.

source: If the list aims at exchanging information, choose a <strong>topic-based organization</strong>.
fr: Si la liste est une liste destinée à échanger des informations, choisissez une <strong>organisation par sujet</strong>.

source: You can also choose an <strong>organization by person, by team, etc.</strong>, and even <strong>combine all those solutions</strong>!
fr: Vous pouvez également également choisir de mettre en place une <strong>organisation par personne, par équipe, etc.</strong>, voire <strong>combiner les différentes solutions énoncées précédemment</strong>&#160;!

source: In order to avoid problems, <strong>choose carefully the names of files and folders</strong> you publish on lists: give them <strong>explicit yet short names</strong> and <strong>avoid spaces, accents, hyphens and special characters</strong>.
fr: Afin d'éviter tout problème, <strong>choisissez avec soin les noms des fichiers et dossiers</strong> que vous publiez sur les listes&#160;: donnez-leur des <strong>noms explicites</strong> mais pas trop longs et <strong>évitez les espaces, accents, tirets et caractères spéciaux</strong>.

source: This is a description of the receivie modes available in Sympa. These options are mutually exclusive, which means that you can't set two different receive modes at the same time. Only some of the modes might be available to specific mailing lists.
fr: Voici un descriptif des modes d'abonnement dans Sympa. Ces options sont exclusives, vous ne pouvez donc pas en sélectionner 2 différentes. Seul un sous-ensemble de ces mode est disponible pour une liste donnée.

source: Digest
fr: Compilation

source: Instead of receiving individual mail messages from the list, the subscriber will periodically receive batched messages in a Digest. This Digest compiles a group of messages from the list, using the multipart/digest MIME format.
fr: Au lieu de recevoir régulièrement les messages de la liste, vous en recevrez périodiquement une compilation. Cette compilation regroupe un ensemble de messages de la liste, au sein d'un message au format MIME multipart/digest.

source: The sending interval for these Digests is defined by the list owner.
fr: La périodicité d'envoi des compilation est définie par le gestionnaire de la liste.

source: DigestPlain
fr: Compilation (non multipart)

source: Similar to the Digest option in that the subscriber will periodically receive batched messages in a Digest. With DigestPlain the Digest is sent in a plain text format, with all attachments stripped out. DigestPlain is useful if your email software doesn't display multipart/digest format messages well.
fr: Similaire à l'option Digest puisqu'il s'agit d'une compilation périodique des messages. Dans ce mode la compilation est au format texte simple . les attachements ont été extraits. Ce mode d'abonnement est utile si votre logiciel de messagerie ne lit pas correctement les messages au format multipart/digest.

source: Instead of receiving individual mail messages from the list, the subscriber will periodically receive a list of messages. This mode is very close to the Digest reception mode but the subscriber receives only the list of messages.
fr: Au lieu de recevoir régulièrement les messages de la liste, vous recevrez périodiquement une liste des messages. Ce mode de réception est proche du mode digest mais ici seule la liste des messages est envoyée à l'abonné.

source: This mode is used when a subscriber no longer wishes to receive mail from the list, but nevertheless wishes to retain the ability to post to the list. This mode therefore prevents the subscriber from unsubscribing and subscribing later on.
fr: Ce mode permet de ne plus recevoir les messages de la liste. Vous restez cependant abonné à la liste. Cela évite de se désabonner puis de se réabonner à la liste.

source: This mode is used when a subscriber wishes to receive mails sent in both HTML and plain text formats only in plain text format.
fr: Ce mode permet de ne recevoir que la version texte (text/plain) des messages postés sous les 2 formes texte et HTML.

source: This mode is used when a subscriber wishes to receive mails sent in both HTML and plain text formats only in HTML format.
fr: Ce mode permet de ne recevoir que la version html (text/html) des messages postés sous les 2 formes texte et HTML.

source: This mode is used when a subscriber does not want to receive attached files. The attached files are replaced by a URL leading to the file stored on the list site.
fr: Ce mode permet de ne pas recevoir les documents attachés. Ceux-ci sont remplacés dans le message par une URL pointant sur une URL dans l'interface web.

source: This mode is used when a subscriber does not want to receive copies of messages that he or she has sent to the list.
fr: Ce mode permet de ne pas recevoir une copie de ses propres messages.

source: This option is used mainly to cancel the nomail, summary or digest modes. If the subscriber was in nomail mode, he or she will again receive individual mail messages from the list.
fr: Ce mode est le mode de réception par défaut ; il permet d'annuler les autres modes d'abonnement.
