Repository: sympa-community/sympa
Catalog: po/web_help_*.po
Languages: fr

source: Name of the task template used to remove old bounces. Useful for removing bounced subscriber email. If some messages are distributed without receiving new bounce messages, the subscriber's email seems to be OK again. Active if task_manager.pl is running.
fr: Nom du modèle de tache utilisé pour réinitialiser le compteur d'erreurs pour les abonnés n'ayant pas généré de rapports d'erreur suite aux dernières diffusions de message dans la liste. Actif si le processus task_manager s'exécute.

source: The Bouncers_level1 paragraphs defines the automatic behavior of bounce management.<br /> Level 1 is the lower level of bouncing users
fr: Le paragraphe "bouncers_level1" définit le comportement pour la gestion automatique des adresses en erreur.<br> Le 1er niveau est le niveau le plus bas pour les abonnés générant des erreurs.

source: Each bouncing user have a score (from 0 to 100).
fr: Chaque abonné en erreur a un score (de 0 à 100).

source: This parameter defines a lower limit for each category of bouncing users.For example, level 1 begins from 45 to level_2_treshold.
fr: Chaque abonné en erreur se voit affecter un score (de 0 à 100). Ce paramètre définit la limite basse pour chaque catégories. Par exemple, par défaut le niveau 1 concerne les abonnés en erreur dont le score est compris entre 45 et le seuil de niveau 2.

source: This parameter defines which task is automaticaly applied on level 1 bouncers.
fr: Ce paramètre définit quelle opération est effectué sur les abonnés en erreur de niveau 1.

source: When automatic task is executed on level 1 bouncers, a notification email can be send to listowner or listmaster.
fr: Lorsque la tache est exécutée sur les abonnés en erreur de niveau 1, le propriétaire ou le listmaster peuvent être notifiés par email.

source: The Bouncers_levelX paragraphs defines the automatic behavior of bounce management.<br /> Level 2 is the highest level of bouncing users
fr: Le paragraphe "bouncers_level2" définit le comportement pour la gestion automatique des adresses en erreur.<br> Le 2nd niveau est le niveau le plus haut pour les abonnés générant des erreurs.

source: This parameter defines the score range defining each category of bouncing users.For example, level 2 is for users with a score between 80 and 100.
fr: Chaque abonné en erreur se voit affecter un score (de 0 à 100). Ce paramètre détermine les seuils entre chaque catégories d'abonnés en erreur. Par exemple, par défaut le niveau 2 concerne les abonnés en erreur dont le score est compris entre 80 et 100

source: This parameter defines which task is automaticaly applied on level 2 bouncers.
fr: Ce paramètre définit quelle opération est effectué sur les abonnés en erreur de niveau 2.

source: When automatic task is executed on level 2 bouncers, a notification email can be send to listowner or listmaster.
fr: Lorsque la tache est exécutée sur les abonnés en erreur de niveau 2, le propriétaire ou le listmaster peuvent être notifiés par email.

source: This parameter is a confidential item for generating authentication keys for administrative commands (ADD, DELETE, etc.). This parameter should remain concealed, even for owners. The cookie is applied to all list owners, and is only taken into account when the owner has the auth parameter.
fr: Ce paramètre est à manipuler avec précaution. Il est utiliser pour générer les clefs d'authentification, les clefs de modération, encrypter les mots de passe.

source: This parameter is optional. The headers specified will be added to the headers of messages distributed via the list. As of release 1.2.2 of Sympa, it is possible to put several custom header lines in the configuration file at the same time.
fr: Ce paramètre est optionnel. Les champs d'entête spécifiés seront ajoutés aux messages diffusés dans la liste. Il est possible dajouter plusieurs champs d'entête.

source: This parameter is optional. It specifies a string which is added to the subject of distributed messages (intended to help users who do not use automatic tools to sort incoming messages). This string will be surrounded by [] characters.
fr: Ce paramètre est optionnel. La chaîne de caractère spécifiée sera ajoutée au sujet des messages distribués dans la liste (destiné à aider les abonnés ne disposant pas d'outils de tri des messages entrants). Cette chaîne sera encadrée par les caractères [].

source: The default_user_options parameter starts a paragraph to define a default profile for the subscribers of the list.
fr: Le paragraphe "default_user_options" défini le profile pour les nouveaux abonnés.

source: Mail reception mode.
fr: mode de réception des messages

source: Visibility of the subscriber with the REVIEW command.
fr: Visibilité de l'abonné dans la liste des abonnés (commande REVIEW).

source: This parameter specifies who is authorized to use the DEL command.
fr: Ce paramètre définit qui est autorisé à supprimer des abonnés (commande DEL).

source: Definition of digest mode. If this parameter is present, subscribers can select the option of receiving messages in multipart/digest MIME format, or as a plain text digest. Messages are then grouped together, and compiled messages are sent to subscribers according to the frequency selected with this parameter.
fr: Définition du mode compilation. Si ce paramètre est défini, les abonnés pourront sélectionner cette option pour recevoir la compilation (soit au format multipart/digest soit au format texte) plutôt que les messages individuels. Les messages sont regroupés et envoyés aux abonnés à la fréquence définie par ce paramètre.

source: Editors are responsible for moderating messages. If the mailing list is moderated, messages posted to the list will first be passed to the editors, who will decide whether to distribute or reject it.
fr: Les modérateurs sont responsables de la modération des messages. Si la liste est modérée, les messages postés sur la liste seront d'abord adressés aux modérateurs qui pourront autoriser ou non la diffusion. Cette interface vous permet de désigner plusieurs modérateurs, en écrivant leur adresse dans un des champs

source: FYI: Defining editors will not make the list moderated ; you will have to set the "send" parameter.
fr: Remarque : La définition de modérateurs n'est pas suffisante pour rendre la liste modérée ; vous devrez également éditer le paramètre "send"

source: FYI: If the list is moderated, any editor can distribute or reject a message without the knowledge or consent of the other editors. Messages that have not been distributed or rejected will remain in the moderation spool until they are acted on.
fr: Remarque : Si la liste est modérée, n'importe quel modérateur peut valider ou rejeter un message sans l'approbation des autres modérateurs. Les messages qui ne sont ni diffusés, ni rejetés restent dans la file d'attente jusqu'à leur expiration.

source: This parameter states which model is used to create an expire task. An expire task regularly checks the subscription or resubscription date of subscribers and asks them to renew their subscription. If they don't they are deleted.
fr: Ce paramètre détermine quel modèle de tache est utilisé par le processus d'expiration des abonnements. Un processus d'expiration est exécuté régulièrement ; il explite la date d'abonnement des abonnés et requiert un renouvellement de leur abonnement. S'ils ne se réabonnent pas ils sont désabonnés.

source: List owners may decide to add message headers or footers to messages sent via the list. This parameter defines the way a footer/header is added to a message.
fr: Les propriétaires de la liste peuvent décider d'ajouter un entête ou un pied de page aux messages diffusés. Ce paramètre détermine la façon dont l'entête ou le pied de page est ajouté aux messages.

source: The default value. Sympa will add the footer/header as a new MIME part.
fr: La valeur par défaut. Sympa ajoutera l'entête (ou le pied de message) en tant qu'attachement MIME.

source: Sympa will not create new MIME parts, but will try to append the header/footer to the body of the message. Predefined message-footers will be ignored. Headers/footers may be appended to text/plain messages only.
fr: Sympa ne va pas créer de nouvelle partie MIME, mais juste essayer d'ajouter l'entête/pied au corps du message. Les entêtes/pieds ne peuvent être ajoutés qu'à des message au format text/plain.

source: Domain name of the list, default is the robot domain name set in the related robot.conf file or in file /etc/sympa.conf.
fr: Le nom de domaine de la liste, le défaut étant le domaine du robot défini dans les fichiers de configuration du serveur.

source: This parameter will be interpreted only if the user_data_source value is set to include. The file should contain one e-mail address per line (lines beginning with a "#" are ignored).
fr: Ce paramètre n'est utile que si le paramètre 'user_data_source' a pour valeur 'include'. Le fichier spécifié doit contenir une adresse email par ligne (les lignes préfixées par le caractère # sont ignorées).

source: This paragraph defines parameters for a two-level query returning a list of subscribers. Usually the first-level query returns a list of DNs and the second-level queries convert the DNs into e-mail addresses. This paragraph is used only if user_data_source is set to include. This feature requires the Net::LDAP (perlldap) PERL module.
fr: Ce pa

source: This paragraph defines parameters for a query returning a list of subscribers. This paragraph is used only if user_data_source is set to include. This feature requires the Net::LDAP (perlldap) PERL module.
fr: Ce paragraphe définit les paramètres d'une requête retournant une liste d'abonnés. Ce paragraphe n'est pris en compte que si le paramètre user_data_source est positionné à include. Le module Perl Net::LDAP doit avoir été préalablement installé sur le serveur.

source: This parameter will be interpreted only if user_data_source is set to include. All subscribers of list listname become subscribers of the current list. You may include as many lists as required, using one include_list listname line for each included list. Any list at all may be included; the user_data_source definition of the included list is irrelevant, and you may therefore include lists which are also defined by the inclusion of other lists. Be careful, however, not to include list A in list B and then list B in list A, since this will give rise to an infinite loop.
fr: Ce paramètre n'est utile que si le paramètre 'user_data_source' a pour valeur 'include'. Les abonnés de la liste spécifée seront abonnés à la liste courante. Vous pouvez inclure autant de listes que nécessaire. N'importe quelle liste peut être incluse, peut importe la définition de user_data_source pour cette liste. Vous pouvez donc inclure une liste qui elle-même inclue une autre liste. Attention cependant à ne pas inclure une liste A dans une liste B et la liste B dans la liste A.

source: Sympa can contact another Sympa service using HTTPS to fetch a remote list in order to include each member of a remote list as subscriber. You may include as many lists as required, using one include_remote_sympa_list paragraph for each included list. Be careful, however, not to give rise to an infinite loop resulting from cross includes.
fr: Sympa peut contacter un autre serveur Sympa (en HTTPS) pour inclure les membres d'une liste distante. Il est possible d'inclure plusieurs listes, à raison d'un paragraph "remote_sympa_list" par liste. Attention à ne pas générer une boucle en incluant mutuellement des listes.

source: For this operation, one Sympa site acts as a server while the other one acs as client. On the server side, the only setting needed is to give permission to the remote Sympa to review the list. This is controlled by the review scenario.
fr: Dans ce mode, le présent site Sympa agit comme client, l'autre spécifié comme serveur. Le serveur doit autoriser le Sympa distant à accéder à la liste des membres de la liste, ce via le paramètre \"review\" (défini par un scénario).

source: This parameter will be interpreted only if the user_data_source value is set to include, and is used to begin a paragraph defining the SQL query parameters.
fr: Ce paramètre n'est utile que si le paramètre 'user_data_source' a pour valeur 'include'. Il définit une requête SQL retournant une liste d'adresses email.

source: This parameter defines the language used for the list. It is used to initialize a user's language preference; Sympa command reports are extracted from the associated message catalog.
fr: Ce paramètre détermine la langue officielle de la liste. Il est utilisé pour déterminer la langue par défaut des abonnés ; les traductions des interfaces sont extraites du catalogue de messages correspondant.

source: Maximum size of a message in 8-bit bytes.
fr: Taille maximale des messages autorisée (exprimée en octets)

source: Owners are managing subscribers of the list. They may review subscribers and add or delete email addresses from the mailing list. If you are a privileged owner of the list, you can choose other owners for the mailing list. Privileged owners may edit a few more options than other owners.
fr: Les propriétaires gèrent les membres de la liste. Ils ont accès à la liste des abonnés, peuvent ajouter ou supprimer des adresses email de la liste. Si vous êtes propriétaire privilégié, vous pouvez nommer d'autres propriétaires pour la liste. Les propriétaires privilégiés peuvent éditer certains paramètres non éditables par les autres propriétaires.

source: The priority with which Sympa will process messages for this list. This level of priority is applied while the message is going through the spool. The z priority will freeze the message in the spool.
fr: Le niveau de priorité pour traiter les messages de la liste. Cette priorité est appliquée aux messages dans la file d'attente. Le niveau "z" permet d'immobiliser les messages dans la file d'attente.

source: This parameter specifies who is authorized to use the remind command.
fr: Ce paramètre définit qui peut démarrer un processus de rappel des abonnements (commande REMIND)

source: Same as welcome_return_path, but applied to remind messages.
fr: Idem "welcome_return_path" mais appliqué au message de rappel

source: This parameter states which model is used to create a remind task. A remind task regularly sends subscribers a message which reminds them of their list subscriptions.
fr: Ce paramètre détermine quel modèle de tache est utilisé par le processus de rappel des abonnements. Un processus d'expiration est exécuté régulièrement ; il envoie à chaque abonné un message de rappel de son abonnement.

source: The reply_to_header parameter starts a paragraph defining what Sympa will place in the Reply-To: SMTP header field of the messages it distributes.
fr: Le paramètre "reply_to_header" définit à quelle valeur Sympa positionne le champ d'entête SMTP Reply-to:.

source: This parameter indicates whether the Reply-To: field should indicate the sender of the message (sender), the list itself (list), both list and sender (all) or an arbitrary e-mail address (defined by the other_email parameter).
fr: Ce paramètre indique si le champ d'entête Reply-to: des messages doit être positionné à l'expéditeur du message (sender), à l'adresse de la liste (list), les deux (all) ou à une adresse arbitraire (définie par le paramètre other_email).

source: Note: it is inadvisable to change this parameter, and particularly inadvisable to set it to list. Experience has shown it to be almost inevitable that users, mistakenly believing that they are replying only to the sender, will send private messages to a list. This can lead, at the very least, to embarrassment, and sometimes to more serious consequences.
fr: Remarque : Ne positionnez ce paramètre à "list" qu'en connaissance de cause. Il arrive souvent qu'un abonné réponde à un message, croyant par erreur, faire une réponse en privé a l'auteur du message. Ce paramétrage peut conduire à des situations embarassantes.

source: an_email_address
fr: adresse_email

source: If value was set to other_email, this parameter defines the e-mail address used.
fr: S'il est positionné à "other_email", ce paramètre définit l'adresse email utilisée.

source: The default is to respect (preserve) the existing Reply-To: SMTP header field in incoming messages. If set to forced, Reply-To: SMTP header field will be overwritten.
fr: Par défaut le champ d'entête SMTP Reply-to: est préservé. Si ce paramètre est positionné à "forced" le champ d'entête est remplacé.

source: This parameter specifies who can access the list of members. Since subscriber addresses can be abused by spammers, it is strongly recommended that you only authorize owners or subscribers to access the subscriber list.
fr: Ce paramètre définit qui a accès à la liste des abonnés. A cause des problèmes de spam, nous vous recommandons de n'autoriser que les propriétaires de la liste ou les abonnés.

source: This parameter specifies who can send messages to the list.
fr: Ce paramètre définit qui peut poster des messages dans la liste.

source: This paragraph defines read and edit access to the shared document repository.
fr: Ce paragraphe définit les droits d'accès en lecture et en écriture sur l'espace des documents partagés.

source: There is a need to protect Sympa web sites against spambots which collect email addresses from public web sites. Various methods are available in Sympa and you can choose to use them with the spam_protection and web_archive_spam_protection parameters. Possible value are:
fr: Il est nécessaire de protéger le serveur de listes contre les robots de collectages d'adresses email destinés au spam. Plusieurs méthodes sont proposées par Sympa. Les valeurs possibles sont :

source: the address is hidden using a javascript. A user who enables javascript can see a nice mailto address where others have nothing.
fr: l'adresse email est dissimulée en utilisant javascript. L'utilisateur ayant activé javascript dans son navigateur voit les adresses email affichées normalement.

source: the @ char is replaced by the string " AT ".
fr: le caractère @ est remplacé par la chaîne "AT".

source: no protection against spammer.
fr: pas de protection contre le spam

source: This parameter indicates the subject of the list, which is sent in response to the LISTS mail command. The subject is a free form text limited to one line.
fr: Ce paramètre indique l'objet de la liste, qui aparait comme descriptif dans la liste des listes. Le format est libre, mais limité à une ligne.

source: The subscribe parameter defines the rules for subscribing to the list.
fr: Le paramètre "subsribe" définit les règles de la procédure d'abonnement.

source: This parameter allows the classification of lists. You may define multiple topics as well as hierarchical ones. WWSympa's list of public lists uses this parameter.
fr: Ce paramètre permet de classer les listes. Vous pouvez choisir plusieurs catégories, éventuellement hiérarchiques. Le classement des listes publiques est construit en exploitant ce paramètre.

source: Sympa caches user data extracted using the include parameter. Their TTL (time-to-live) within Sympa can be controlled using this parameter. The default value is 3600
fr: Sympa gère un cache des membres issues d'une source de données externe. La durée de vie de ce cache est controllée par le paramètre "ttl". La valeur par défaut est 3600 (exprimé en secondes).

source: This parameter specifies the unsubscription method for the list. Use open_notify or auth_notify to allow owner notification of each unsubscribe command.
fr: Ce paramètre définit la méthode de désabonnement pour la liste. Optez pour 'open_notify' ou 'auth_notify' pour être alerté à chaque désabonnement.

source: Sympa allows the list owner to choose how Sympa loads list member data. Subscriber information can be stored in a text file or relational database, or included from various external sources (list, flat file, result of or query).
fr: Sympa permet au propriétaire de choisir la manière dont les membres de la liste sont définis. La liste des membres peut être issue d'un fichier texte, d'une autre liste, d'une base de données relationnelle ou d'un annuaire LDAP.

source: This parameter indicates whether the list should feature in the output generated in response to a LISTS command or should be shown in the list overview of the web-interface.
fr: Ce paramètre indique si la liste doit aparaître dans la liste des listes publiques.

source: Defines who can access the web archive for the list.
fr: Définit qui peut accéder aux archives web de la liste.

source: Idem spam_protection is provided but it can be used only for web archives. Access requires a cookie, and users must submit a small form in order to receive a cookie before browsing the archives. This blocks all robot, even google and co.
fr: Identique au paramètre "spam_protection" mais pour les archives web. Un choix supplémentaire est proposé "cookie" qui ajoute un formulaire (positionnant un cookie) à l'entrèe des archives. Ce système bloque tous les robots, y compris Google.

source: If set to unique, the welcome message is sent using a unique return path in order to remove the subscriber immediately in the case of a bounce.
fr: S'il est positionné à "unique", le message de bienvenue comprend une adresse de retour unique, permettant de supprimer immédiatement un nouvel abonné en erreur.

source: This paragraph defines a topic used to tag a message of a list, named by msg_topic.name ("other" is a reserved word), its title is msg_topic.title. The msg_topic.keywords entry is optional and allows automatic tagging. This should be a list of keywords, separated by ','.
fr: Ce paramètre définit un thème utilisable pour marquer les messages de la liste. Le nom du thème est msg_topic.name ("other" est un mot réservé), le titre est msg_topic.title. L'entrée msg_topic.keyword est optionnelle et permet le marquage automatique des message. Il s'agit d'une liste de mots clef, séparés par des ','.

source: This parameter indicates which part of the message is used to perform automatic tagging.
fr: Ce paramètre indique quelle partie des messages permet le marquage automatique.

source: This parameter indicates if the tagging is optional or required for a list.
fr: Ce paramètre indique si le marquage des messages est optionnel ou requis pour la liste.

source: No Comment
fr: Pas de commentaire

source: Administrators Frequently Asked Questions
fr: Problèmes rencontrés par les propriétaires de listes

source: A subscriber does not receive the list messages
fr: Un abonné ne reçoit pas les messages de la liste

source: To find the cause of the problem, do as follows:
fr: Suivez la méthode ci-dessous pour déterminer la cause du problème&#160;:

source: <strong>Check that the user is really subscribed to the list</strong> on the 'Manage subscribers' page.
fr: <strong>Vérifiez que l'utilisateur est abonné à la liste</strong> en consultant la page 'Gérer les abonnés'.

source: <strong>Check the subscriber's message delivery mode</strong>; the page about the subscriber is available by clicking on his/her email address from the members list. When the delivery mode is the 'Digest' mode, it is normal that the subscriber does not receive messages as soon as they are sent.
fr: <strong>Vérifiez le mode de réception des messages de l'abonné</strong>&#160;; la page fournissant les informations sur l'abonné est accessible en cliquant sur l'adresse e-mail depuis la liste des abonnés. Si le mode de réception est le mode 'Digest', il est normal que l'abonné ne reçoive pas les messages dès qu'ils sont posté.
