Repository: sympa-community/sympa
Catalog: po/web_help_*.po
Languages: fr

source: Send your message in plain text, not in <acronym lang="en" xml:lang="en" title="HyperText Markup Language">HTML</acronym> (no formatting).
fr: Le message doit être envoyé en texte brut et non en <acronym lang="en" xml:lang="en" title="HyperText Markup Language">HTML</acronym> (aucun formatage).

source: Your message can not contain anything else than Sympa commands (no signature block).
fr: Le message ne doit rien contenir d'autre que des commandes reconnaissables par Sympa (pas de signature automatique).

source: A description of all the commands you can send to Sympa is available at <a href="%1/help/mail_commands">%1/help/mail_commands</a>.
fr: Vous pouvez consulter l'<a href="%1/help/mail_commands">ensemble des commandes que vous pouvez envoyer par mail à Sympa</a>.

source: Subscribing to mailing lists
fr: S'abonner à des listes

source: Subscribing to a mailing list is very simple:
fr: Pour s'abonner à une liste, la procédure est très simple&#160;:

source: Choose the address</strong> with which you want to subscribe to the list.
fr: Choisissez l'adresse</strong> avec laquelle vous souhaitez vous abonner à la liste.

source: You should choose an address you can check frequently and which offers a large storage capacity for your email: some lists distribute many messages, which sometimes contain large attachments.
fr: Choisissez de préférence une adresse que vous pouvez consulter fréquemment et qui vous offre une bonne capacité de stockage&#160;: certaines listes voient passer de très nombreux messages, parfois accompagnés de pièces jointes volumineuses.

source: Of course you can subscribe to the same list with several email addresses. Then you will need to redo the whole process with a different email address.
fr: Vous pouvez choisir de vous abonner à la même liste avec plusieurs adresses différentes. Pour cela, vous devrez recommencer la procédure d'abonnement avec votre client de messagerie, mais en utilisant un autre compte de messagerie.

source: Send a <strong>message to %1@%2</strong> from the address you want to subscribe to the list.
fr: Envoyez un <strong>message à %1</strong> avec l'adresse à partir de laquelle vous souhaitez vous abonner.

source: Sympa is not a person but a mailing list management robot. Thus it is useless to send it loving words! ;-)
fr: Sympa n'est pas une personne mais un automate de gestion de listes de diffusion. Inutile donc de lui envoyer des mots doux&#160;! ;-)

source: In the subject line of your message, type in: <strong>subscribe nameofthelist Firstname Name</strong> (replace 'nameofthelist' by the name of the list you want to subscribe to and indicate your own first name and name).
fr: En objet du message, écrivez&#160;: <strong>subscribe nomdelaliste Prénom Nom</strong> (remplacez 'nomdelaliste' par le nom de la liste à laquelle vous souhaitez vous abonner et indiquez vos propres prénom et nom).

source: <strong>Leave the message body blank</strong>.
fr: <strong>Laissez le corps du message vide</strong>.

source: To save some time, you can also send several commands in a single message. To do that, follow the instructions available in the <a href="#howitworks">How the mailing list service works</a> section.
fr: Vous pouvez également envoyer plusieurs commandes dans le même message pour gagner du temps. Pour cela, procédez comme indiqué dans la section <a href="#howitworks">Fonctionnement du service de listes</a>.

source: <strong>After this, you will receive a message telling you whether your request was accepted or not</strong>: if the subscription to the list is subject to any approval, the list owner may choose not to subscribe you. If so, do not send several other requests: it is useless as the result will remain the same. You can possibly send a message directly to the list owner (nameofthelist-request@%1) to explain why you really want to subscribe to the list...
fr: <strong>Vous recevrez ensuite un message vous informant que votre demande a été acceptée ou rejetée</strong>&#160;: si l'inscription à la liste est soumise à approbation, le propriétaire peut choisir de ne pas vous abonner. Dans ce cas, il est inutile de renvoyer plusieurs demandes d'abonnement, car le résultat sera toujours le même. Vous pouvez éventuellement envoyer un message directement au propriétaire de la liste (nomdelaliste-request@%1) en justifiant le pourquoi de votre demande d'abonnement.

source: Note: you will sometimes be asked to confirm your subscription request before it can be processed. If so, please conform to the instructions contained in the message you receive.
fr: Note&#160;: dans certains cas, on vous demandera au préalable de confirmer votre demande d'abonnement. Conformez-vous aux instructions contenues dans le message expédié le cas échéant.

source: According to the type of list (list with subscription subject to conditions or not) and to the availability of the list owner, <strong>you may not receive the notice immediately</strong>. It is useless to send several requests.
fr: En fonction du type de liste (liste à inscription soumise à conditions ou non) et de la disponibilité du propriétaire, <strong>le délai de réception de la notification peut varier</strong>. Il est inutile d'envoyer plusieurs demandes.

source: <strong>If your request is accepted, the message you receive confirms your subscription to the list. This message</strong> (the list Charter) <strong>contains several pieces of essential information:</strong>
fr: <strong>Si votre demande a été acceptée, le message que vous recevez confirme votre inscription à la liste. Ce message</strong> (la Charte des abonnés de la liste) <strong>contient plusieurs informations capitales&#160;:</strong>

source: your <strong>list password</strong>. This password is the same for all the lists you subscribed to with a single email address. You can <a href="#global_pref" title="How to change your password">change it online</a> after logging on to the mailing list environment;
fr: votre <strong>mot de passe de listes</strong>. Ce mot de passe sera le même pour l'ensemble des listes auxquelles vous serez abonné avec la même adresse. Vous pouvez le <a href="#global_pref" title="Comment modifier son mot de passe">modifier en ligne</a> en vous connectant sur l'environnement de listes&#160;;

source: <strong>detailed information about the list</strong>: its purpose, the Internet address at which the message archive is available, etc.
fr: des <strong>informations détaillées sur la liste</strong>&#160;: son objet, l'adresse web où aller consulter les archives, etc&#160;;

source: the <strong>rules applying to the list and its members</strong>: allowed and forbidden topics, netiquette, legal information, privacy policy, etc.
fr: les <strong>conditions d'utilisation de la liste</strong>&#160;: sujets de discussion autorisés et exclus, nétiquette, informations légales, politique de confidentialité, etc&#160;;

source: <strong>You should keep your subscription notice</strong>: you may need it later to remember your password or to send a precise command to Sympa (example: signoff command). More generally, <strong>we advise you to keep all your subscription notices to mailing lists</strong>.
fr: <strong>Conservez précieusement votre notification de confirmation d'inscription</strong>&#160;: vous pourriez en avoir besoin ultérieurement pour vous rappeler votre mot de passe ou pour envoyer une commande précise à Sympa (exemple&#160;: commande de désabonnement). D'une manière générale, <strong>nous vous conseillons d'archiver toutes les notifications de confirmation d'inscription à une liste de diffusion</strong>.

source: <strong>You can also subscribe to a list through the mailing list web interface</strong>. To do that, do as follows:
fr: Il est <strong>également possible de s'abonner à une liste via l'interface web</strong> du serveur de listes. Pour cela, procédez comme suit&#160;:

source: Go to the list environment <strong><a href="%1/home">homepage</a></strong> and <strong>log on</strong>.
fr: Allez sur la <strong><a href="%1/home">page d'accueil</a></strong> de l'environnement de listes et <strong>connectez-vous</strong>.

source: <strong>Go to the information page of the list</strong> you want to subscribe to.
fr: <strong>Allez sur la page d'information de la liste</strong> à laquelle vous souhaitez vous abonner.

source: In the left menu, <strong>click on the 'Subscribe'</strong> link.
fr: Dans le menu de gauche, <strong>cliquez sur le lien 'Abonnement'</strong>.

source: Logging on to the mailing list environment
fr: Se connecter sur l'environnement de listes

source: To log on to the mailing list environment, use the authentication form displayed on top of the left column of the web interface. When you are logged on, your email address and user profile (subscriber, moderator or owner) are displayed there.
fr: Pour vous connecter sur l'environnement de liste, utilisez la zone d'authentification située dans la colonne gauche de l'interface web. Si vous êtes déjà connecté, votre adresse e-mail et votre profil (abonné, modérateur ou propriétaire) s'affichent à cet endroit. Dans le cas contraire, un formulaire de connexion vous est proposé.

source: The authentication process varies according to your personal situation:
fr: En fonction de votre situation personnelle, la procédure d'authentification varie&#160;:

source: <strong>If the organization offering the mailing list service uses single sign-on technology</strong> (unique account and unique authentication, for example through the <acronym lang="en" xml:lang="en" title="Central Authentication Service">CAS</acronym> system), you will preferably log on with your unique account. To do that, click on the 'Go' button next to the text '<strong>Authentication [name of the system used]</strong>'. Then, type in your login and password to log on to the authentication server.
fr: <strong>Si l'entité qui propose le service de listes utilise un système de compte et d'authentification unique</strong> (<acronym lang="en" xml:lang="en" title="single sign-on">SSO</acronym>, <em class="altralingua">single sign-on</em>, par exemple via le système <acronym lang="en" xml:lang="en" title="Central Authentication Service">CAS</acronym>), le mieux est de vous authentifier à l'aide de votre compte unique. Pour cela, cliquez sur le bouton 'Go' situé à côté du texte '<strong>Authentification [nom du système en place]</strong>'. Entrez ensuite votre identifiant et votre mot de passe auprès du serveur d'authentification.

source: If you have already logged on to another service using the unique authentication system, your authentication is automatic. Refresh page if necessary.
fr: Si vous êtes déjà connecté sur un autre service utilisant le système d'authentification unique, votre connexion est immédiate. Rechargez la page si nécessaire.

source: <strong>If the unique authentication process does not apply to you but you are already subscribed to lists</strong>, then you have been granted a list password (displayed in the list Charter you got when you susbcribed to the list). In this case, log on through the classic method: enter the <strong>email address with which you subscribed to the list</strong> as a login and your <strong>list password</strong> in the 'Password' field.
fr: <strong>Si vous n'êtes pas concerné par une procédure d'authentification unique mais que vous êtes déjà abonné à des listes</strong>, vous possédez un mot de passe de listes (inscrit dans la Charte des abonnés que vous avez reçue lors de votre abonnement). Dans ce cas, authentifiez-vous via la méthode classique&#160;: entrez l'<strong>adresse e-mail avec laquelle vous êtes abonné</strong> comme identifiant et votre <strong>mot de passe de listes</strong> dans le champ 'Mot de passe'.<br />

source: If you do not remember your list password, click on 'Lost password ?'. Then you will need to enter your email address and your password will be sent at that address.
fr: Si vous ne vous souvenez plus de votre mot de passe de listes, cliquez sur 'Mot de passe perdu ?'. Vous devrez ensuite indiquer votre adresse e-mail, et votre mot de passe sera envoyé à cette adresse.

source: <strong>If the unique authentication process does not apply to you and you do no have a list password yet</strong>, click on '<strong>First login ?</strong>' and type in your email address. Your new password will be sent at that address. Then you will be able to log on by typing your <strong>email address</strong> as a login and your <strong>list password</strong> in the 'Password' field.
fr: <strong>Si vous n'êtes pas concerné par une procédure d'authentification unique et que vous ne possédez pas encore de mot de passe de listes</strong>, cliquez sur '<strong>Premier login</strong>' puis indiquez votre adresse e-mail. Votre nouveau mot de passe sera envoyé à cette adresse. Vous pourrez alors vous connecter en entrant votre <strong>adresse e-mail</strong> comme identifiant et votre <strong>mot de passe de listes</strong> dans le champ 'Mot de passe'.

source: Remember: the list password is a special password you will only use for the mailing list service.
fr: Attention&#160;: le mot de passe de listes est un mot de passe spécial qui ne vous sert que pour les listes.

source: Checking your subscriptions
fr: Consulter ses abonnements

source: To see all the lists you subscribed to, you need to <a href="#sympa_auth">log on</a> first. Then a list of all your lists, including a short description for each of them, will be displayed in the 'Your lists' form on the left column.
fr: Pour voir toutes les listes auxquelles vous êtes abonné, vous devez tout d'abord <a href="#sympa_auth">vous connecter</a>. Vous voyez apparaître dans la boîte 'Vos listes' de la colonne de gauche, le nom de toutes les listes auxquelles vous êtes abonné, suivi chacun d'une brève description de la liste.

source: <strong>To look at a list information page, click on its name</strong>. The information page includes a description of the list (object, rules applying when sending a message, etc.), which length varies according to the list.
fr: <strong>Pour aller consulter la page d'information d'une liste, cliquez sur son nom</strong>. La page d'information comporte une description plus ou moins détaillée de la liste (son objet, les usages en vigueur pour l'envoi de messages, etc.).

source: Form this information page, you can:
fr: À partir de cette page d'information, vous pourrez&#160;:

source: change your <a href="#options">subscriber options</a>;
fr: modifier vos <a href="#options">options d'abonné</a>&#160;;

source: read the <a href="%1/help/arc">list archive</a>;
fr: <a href="%1/help/arc">lire les archives</a> de la liste&#160;;

source: <a href="%1/help/arc#arcsearch">search in the message archive</a>;
fr: effectuer une <a href="%1/help/arc#search">recherche dans les archives</a>&#160;;

source: <a href="%1/help/sendmsg">send new messages</a>;
fr: <a href="%1/help/sendmsg">envoyer des messages</a>&#160;;

source: <a href="%1/help/shared#shared_read">download documents</a> from the shared document web space;
fr: <a href="%1/help/shared#downloaddoc">télécharger des documents</a> à partir de l'espace partagé&#160;;

source: <a href="#subscribers">review members</a> of the list (if available);
fr: accéder à la <a href="#subscribers">liste des abonnés</a> (lorsqu'elle est disponible)&#160;;

source: <a href="#unsubscribe">unsubscribe</a> from the list.
fr: <a href="#unsubscribe">vous désabonner</a> de la liste.

source: The <strong>number of people subscribed</strong> to the list is permanently displayed in the <strong>left menu</strong>. <strong>To review the list members, click on the 'Review members' link</strong> in the left menu (if the list-owner decided to deny access to the members list, this link is not available). The subscribers list displays and shows the <strong>email address</strong> and <strong>name</strong> of each of the subscribers (the indication of the name depends on the subscription method used by the subscribers).
fr: Le <strong>nombre de personnes abonnées</strong> à la liste est affiché de manière permanente dans le <strong>menu de gauche</strong>. <strong>Pour accéder à la liste des abonnés, cliquez sur le lien 'Voir les abonnés'</strong> dans le menu de gauche (si le propriétaire de la liste n'a pas autorisé l'accès à la liste des abonnés, ce bouton n'apparaît pas). La liste des abonnés s'affiche et vous présente l'<strong>adresse e-mail</strong> et le <strong>nom</strong> de chacun des abonnés (la mention ou non du nom dépend de la méthode employée lors de l'abonnement).

source: By default, each page displays 25&#160;subscribers. You can browse through the pages by using the browsing arrows or display more subscribers per page. You may also wish to sort subscribers according to their email address, domain or name by clicking on the corresponding column header.
fr: Par défaut, 25&#160;abonnés sont affichés sur chaque page. Vous pouvez naviguer entre les pages au moyen des flèches de navigation ou choisir d'afficher davantage d'abonnés sur chaque page. Vous pouvez également trier les abonnés en fonction de leur adresse e-mail, de leur domaine ou de leur nom en cliquant sur l'intitulé de la colonne correspondante.

source: <strong>The names of the list owners and moderators are displayed in the left menu</strong>. You should never write directly to a list owner or moderator. If you want to ask a question or make a comment, you should use the following address: <strong>nameofthelist-request@%1</strong> (replace 'nameofthelist' by the name of the list in question).
fr: <strong>Les noms des propriétaires et des modérateurs de la liste sont indiqués dans le menu de gauche</strong>. N'écrivez jamais directement à un propriétaire ou à un modérateur de liste. Lorsque vous avez une question ou une remarque, l'adresse que vous devez utiliser est&#160;: <strong>nomdelaliste-request@%1</strong> (remplacez 'nomdelaliste' par le nom de la liste en question).

source: To know <strong>when you subscribed to the list</strong> and <strong>when you last updated your subscriber options</strong>, <strong>click on the 'Subscriber options' link</strong> in the left menu.
fr: Pour voir la <strong>date de votre inscription à la liste</strong> et la <strong>date de dernière mise à jour de vos options d'abonné</strong>, <strong>cliquez sur le lien 'Options d'abonné'</strong> dans le menu de gauche.

source: Managing your preferences
fr: Gérer ses préférences

source: To allow you to <strong>use lists more easily</strong>, <strong>you can define a number of personal preferences</strong>. There are two types of preferences you can change:
fr: Pour une <strong>plus grande souplesse</strong> dans votre utilisation des listes, <strong>il vous est possible de définir certaines préférences personnelles</strong>. Ces préférences se décomposent en deux volets&#160;:

source: your <strong>subscriber options</strong>, which can vary according to the list;
fr: vos <strong>options d'abonné</strong>, qui sont à choisir liste par liste&#160;;

source: your <strong>general preferences</strong>, which apply to the entire Sympa mailing list environment.
fr: vos <strong>préférences générales</strong>, valables pour tout l'environnement de listes Sympa.

source: Changing your subscriber options
fr: Modifier ses options d'abonné

source: <strong>Your subscriber options can vary from a list to another</strong>. To change them, do as follows:
fr: <strong>Les options d'abonné sont relatives à chaque liste</strong> et peuvent donc différer d'une liste à l'autre. Pour modifier vos options d'abonné, procédez comme suit&#160;:

source: <strong>Go to the information page of the list</strong> for which you want to change your subscriber options.
fr: <strong>Allez sur la page d'information de la liste</strong> pour laquelle vous souhaitez modifier vos options d'abonné.

source: In the left menu, <strong>click on the 'Subscriber options' link</strong>.
fr: Dans le menu de gauche, <strong>cliquez sur le lien 'Options d'abonné'</strong>.

source: strong>Choose a message delivery mode</strong> (those options are mutually exclusive, thus you can not select several of them):
fr: strong>Choisissez un mode de réception des messages</strong> (ces options sont exclusives, vous ne pouvez donc pas en sélectionner deux différentes)&#160;:

source: <strong>digest MIME format</strong>: instead of receiving the list messages in a normal manner, you will get a digest of them on a regular basis. This digest compiles a group of messages from the list, using multipart/digest <acronym lang="en" xml:lang="en" title="Multipurpose Internet Mail Extension">MIME</acronym> format. The digest frequency is set up by the list owner.
fr: <strong>Compilation au format MIME</strong>&#160;: au lieu de recevoir régulièrement les messages de la liste, vous en recevrez périodiquement une compilation. Cette compilation regroupe un ensemble de messages de la liste au sein d'un message au format <acronym lang="en" xml:lang="en" title="Multipurpose Internet Mail Extension">MIME</acronym> multipart/digest. La périodicité d'envoi des compilations est définie par le gestionnaire de la liste.

source: <strong>digest plain text format</strong>: instead of receiving the list messages in a normal manner, you will get a digest of them on a regular basis. This digest compiles a group of messages from the list, using plain text format. The digest frequency is set up by the list owner.
fr: <strong>Compilation au format texte</strong>&#160;: au lieu de recevoir régulièrement les messages de la liste, vous en recevrez périodiquement une compilation. Cette compilation regroupe un ensemble de messages de la liste au sein d'un message au format texte simple. La périodicité d'envoi des compilations est définie par le gestionnaire de la liste.

source: <strong>summary mode</strong>: instead of receiving the list messages in a normal manner, you will get a list of them on a regular basis. To read the messages, you will need to browse the online list archive.
fr: <strong>Résumé des messages</strong>&#160;: comme pour le mode digest, vous recevrez périodiquement une compilation, excepté qu'il s'agit cette fois uniquement d'un index des messages. Si vous souhaitez les lire dans leur entier, vous devrez aller consulter les archives de la liste en ligne.

source: <strong>notice mode</strong>: with this mode, you will receive all the messages with a blank body: this way you are informed of every message sent to the list real time, without risk of flooding your inbox.
fr: <strong>Notification</strong>&#160;: avec cette méthode, vous allez recevoir tous les messages avec un corps vide. De cette manière, vous êtes informé en temps réel de l'arrivée de messages sans prendre pour autant le risque de voir votre boîte mail saturée.

source: <strong>no mail (useful for vacations)</strong>: this mode makes it possible not to receive the messages of the list. It is especially useful when you have no access to your email for a long time and want to remain subscribed to the list nevertheless.
fr: <strong>Interrompre la réception des messages</strong>&#160;: ce mode permet de ne plus recevoir les messages de la liste tout en y restant abonné. Cela évite par exemple de devoir se désabonner d'une liste pendant une période d'absence puis de se réabonner lorsque l'on revient.
