Repository: sympa-community/sympa
Catalog: po/web_help_*.po
Languages: fr

source: <a href="#manage_members">moderate pending subscriptions</a>.
fr: de <a href="#manage_members">modérer les abonnements</a> en attente de validation.

source: Configuring the list
fr: Configurer la liste

source: To learn how to configure the list, please refer to the <a href="%1/help/listconfig"><strong>documentation about list configuration</strong></a>.
fr: Consultez la <a href="%1/help/listconfig"><strong>documentation de la configuration de listes</strong></a>.

source: Customizing the list
fr: Personnaliser la liste

source: From this page, you can <strong>edit a number of files relating to your list</strong>, among which:
fr: À partir de cette page, vous pouvez <strong>éditer certains fichiers associés à votre liste</strong>, parmi lesquels&#160;:

source: typical messages sent to subscribers in particular occasions:
fr: messages type envoyés aux abonnés dans certains cas particuliers&#160;:

source: <strong>welcome message</strong>: this message is the notice sent to people who just subscribed. You should write a charter for your list and add it in this welcome message. You can create a structured <acronym lang="en" xml:lang="en" title="Multipurpose Internet Mail Extensions">MIME</acronym> message (reserved to the <acronym lang="en" xml:lang="en" title="Multipurpose Internet Mail Extensions">MIME</acronym> format experts);
fr: <strong>message de bienvenue</strong>&#160;: ce message correspond à la notification envoyée aux personnes qui viennent de s'abonner. Il est fortement conseillé de rédiger une charte d'utilisation pour votre liste et de l'inclure dans ce message de bienvenue. Vous pouvez créer un message <acronym lang="en" xml:lang="en" title="Multipurpose Internet Mail Extensions">MIME</acronym> structuré (réservé aux experts du format <acronym lang="en" xml:lang="en" title="Multipurpose Internet Mail Extensions">MIME</acronym>)&#160;;

source: <strong>unsubscribe message</strong>: this message is sent to people unsubscribing from the list;
fr: <strong>message de désabonnement</strong>&#160;: ce message est envoyé aux personnes qui se désabonnent de la liste&#160;;

source: <strong>deletion message</strong>: this message is sent to people you unsubscribe from the list (DEL command), especially because their address caused bounces;
fr: <strong>message de suppression</strong>&#160;: ce message est envoyé aux personnes que vous désabonnez (commande DEL), notamment parce que leur adresse a généré des erreurs&#160;;

source: <strong>remind message</strong>: this message is sent to subscribers as a personalized reminder when using the REMIND command. This command is essential to the good management of your list since many bounces are due to people whose current address is not their subscription address anymore, or even who forgot that they were subscribed to the list;
fr: <strong>message de rappel individualisé</strong>&#160;: ce message est envoyé aux abonnés lors d'un rappel individualisé (commande REMIND). La commande REMIND est importante pour la bonne gestion de votre liste, car de nombreuses erreurs d'acheminement du courrier (bounces) sont dues à des personnes dont l'adresse courante ne correspond plus à l'adresse d'abonnement, ou même qui ont oublié leur abonnement&#160;;

source: <strong>subscribing invitation message</strong>: this message is sent to people you invite to subscribe to the list using the INVITE command;
fr: <strong>invitation à s'abonner</strong>&#160;: ce message est envoyé aux personnes que vous invitez à s'abonner à la liste via la commande INVITE&#160;;

source: <strong>notice of message rejected by the moderator</strong>: this message is sent to the sender of a message rejected by the moderator;
fr: <strong>message de rejet par le modérateur</strong>&#160;: ce message est envoyé à l'expéditeur lors du rejet d'un message par le modérateur&#160;;

source: <strong>notice of message rejected because of a virus</strong>: this message is sent to the sender of a message in which a virus was found.
fr: <strong>rejet d'un message contenant un virus</strong>&#160;: ce message est envoyé à l'expéditeur en cas de détection d'un virus dans un message.

source: miscellaneous files:
fr: fichiers divers&#160;:

source: <strong>list description</strong>: the list description is sent by email in return to the INFO command. By default, it is also included in the welcome message (subscription notice). It is not the same as the list presentation page displayed on the mailing list web interface;
fr: <strong>description de la liste</strong>&#160;: la description de la liste est envoyée par e-mail en réponse à la commande INFO. Par défaut, elle est également incluse automatiquement dans le message de bienvenue (notification d'abonnement à la liste). Elle ne doit pas être confondue avec la page de présentation de la liste qui est affichée sur l'interface web du serveur de listes Sympa&#160;;

source: <strong>list homepage</strong>: this description is available on the information page of the list. It can be in <acronym lang="en" xml:lang="en" title="HyperText Markup Language">HTML</acronym> format. Even though you do not use this format, use <code>&lt;br /&gt;</code> tags to indicate line breaks;
fr: <strong>page d'accueil de la liste</strong>&#160;: cette description est affichée sur la page d'information de la liste. Elle peut être au format <acronym lang="en" xml:lang="en" title="HyperText Markup Language">HTML</acronym>. Même si vous n'utilisez pas ce format, employez quand même les balises <code>&lt;br /&gt;</code> pour marquer les sauts de ligne&#160;;

source: <strong>message header</strong>: when available, it is added as a <acronym lang="en" xml:lang="en" title="Multipurpose Internet Mail Extensions">MIME</acronym> attachment at the beginning of each message distributed to the list;
fr: <strong>attachement de début de message</strong>&#160;: s'il est défini, une partie <acronym lang="en" xml:lang="en" title="Multipurpose Internet Mail Extensions">MIME</acronym> comprenant le texte sera ajoutée au début de chaque message diffusé sur la liste&#160;;

source: <strong>message footer</strong>: when available, it is added as a <acronym lang="en" xml:lang="en" title="Multipurpose Internet Mail Extensions">MIME</acronym> attachment at the end of each message distributed to the list.
fr: <strong>attachement de fin de message</strong>&#160;: s'il est défini, une partie <acronym lang="en" xml:lang="en" title="Multipurpose Internet Mail Extensions">MIME</acronym> comprenant le texte sera ajoutée en fin de chaque message diffusé sur la liste.

source: By default, Sympa uses default files; in this case, the specific files corresponding to your list are empty. <strong>To edit a file, choose it from the drop-down list and click on the 'Edit' button</strong>. You will have the possibility to change the <strong>'From' field</strong> (sender), the <strong>'Subject' field</strong> (subject line) and the <strong>message body</strong>.
fr: Par défaut, Sympa utilise des fichiers par défaut&#160;; dans ce cas, le fichier correspondant spécifique à votre liste est vide. <strong>Pour modifier un fichier, choisissez-le dans la liste déroulante puis cliquez sur le bouton 'Éditer'</strong>. Vous pourrez entre autres modifier le <strong>champ 'From'</strong> (expéditeur), le <strong>champ 'Subject'</strong> (objet) et le <strong>corps des messages</strong>.

source: Be careful: the values between square brackets are variables. Do not change them, unless you really know what you are doing...
fr: Attention&#160;: les valeurs entre crochets sont des variables. Ne les modifiez pas, à moins de réellement savoir ce que vous faites...

source: Managing the shared document web space
fr: Gérer l'espace de stockage partagé

source: By default, lists have no shared document web space. Thus, you need to create it. To do that, go to the <strong>list administration module</strong> and click on the '<strong>Create shared</strong>' link.
fr: Par défaut, les listes ne possèdent pas toujours d'espace de stockage partagé. Il faut donc le créer. Pour cela, allez dans le <strong>module d'administration</strong> de la liste et cliquez sur '<strong>Créer un espace documents</strong>'.

source: To allow subscribers to publish documents in the shared document web space, you need to <strong>change default rights</strong>: in the list administration module, click on '<strong>Edit list config</strong>' and then on '<strong>Privileges</strong>'. At the bottom of the page, there is a drop-down list entitled '<a href="%1/help/listconfig#docsrights"><strong>Who can edit</strong></a>'; choose the '<strong>Restricted to subscribers (private)</strong>' option.
fr: Pour que les abonnés puissent publier des documents dans l'espace de stockage partagé, vous devez <strong>modifier les droits</strong> par défaut&#160;: dans le module d'administration de la liste, cliquez sur '<strong>Configurer la liste</strong>' puis sur '<strong>Droits d'accès</strong>' (ou 'Privilèges'). Au bas de la page, vous trouverez une liste déroulante intitulée '<a href="%1/help/listconfig#docsrights"><strong>Droit d'édition</strong></a>'&#160;; choisissez l'option '<strong>Limité aux abonnés (private)</strong>'.

source: Be careful: if you created folders before changing those rights, the folders will still be unwritable. If you want to make them writable, you will have to <a href="%1/help/shared#acces">change access rights</a> for each folder.
fr: Attention&#160;: si vous avez créé des dossiers avant d'effectuer cette opération, ces dossiers resteront interdits en écriture. Si vous souhaitez les autoriser en écriture, vous devrez <a href="%1/help/shared#acces">modifier leurs droits d'accès</a> dossier par dossier.

source: You might also want to <a href="%1/help/listconfig#docsrights">set up <strong>quotas</strong></a> for the shared document web space on the 'Privileges' page of the 'Edit list config' section.
fr: Découvrez également <a href="%1/help/listconfig#docsrights">comment créer des <strong>quotas</strong></a> pour l'espace de stockage partagé via la page 'Privilèges' de la section 'Configurer la liste'.

source: To <strong>know everything about the management of the shared document web space</strong> (how to organize it, change access rights, name documents, etc.), refer to the '<a href="%1/help/shared">Using the shared document web space</a>' section of the User guide.
fr: Pour <strong>tout savoir sur la gestion de l'espace de stockage partagé</strong> (organisation de l'espace de stockage partagé, modification des droits d'accès, nommage des documents, etc.), reportez-vous à la section '<a href="%1/help/shared">Utiliser l'espace de stockage partagé</a>' du Guide de l'utilisateur.

source: To <strong>deny access to the shared document web space</strong>, click on '<strong>Delete shared</strong>' in the 'Admin' submenu. Then you will still have the possibility to <strong>reopen it</strong> by clicking on '<strong>Restore shared</strong>'. Deleting and restoring the shared document web space has <strong>no impact on the documents it contains</strong>.
fr: Pour <strong>supprimer tout accès à l'espace de stockage partagé</strong>, cliquez sur '<strong>Fermer l'espace documents</strong>' dans le menu supérieur du module d'administration de liste. Vous pourrez ensuite <strong>le rouvrir</strong> en cliquant sur '<strong>Restaurer l'espace documents</strong>'. Le fait de fermer et de rouvrir l'espace de stockage partagé n'a <strong>aucun impact sur les documents qu'il contient</strong>.

source: Managing subscribers
fr: Gérer les abonnés

source: This section lets you browse the <strong>list of all the list subscribers</strong>. For each subscriber, the following information is available:
fr: La section 'Abonnés' vous présente la <strong>liste de toutes les personnes abonnées à la liste</strong>. Pour chaque abonné, les informations affichées sont&#160;:

source: <strong>email address</strong>;
fr: <strong>adresse e-mail</strong>&#160;;

source: <strong>domain</strong> of the email address (<em class="example">@cru.fr</em>, <em class="example">@sympa.org</em>, <em class="example">@fai.com</em>, etc.);
fr: <strong>domaine</strong> auquel appartient l'adresse utilisée pour l'abonnement (<em class="example">@cru.fr</em>, <em class="example">@sympa.org</em>, <em class="example">@fai.com</em>, etc.)&#160;;

source: <strong>picture</strong> (if that feature was activated for the list);
fr: <strong>vignette</strong> si la fonctionnalité a été activée pour la liste&#160;;

source: <strong>name</strong> (according to the subscription method, it is not always displayed);
fr: <strong>nom</strong> (pas toujours affiché&#160;: la mention ou non du nom dépend de la méthode employée lors de l'abonnement)&#160;;

source: <a href="#deliverymode"><strong>message delivery mode</strong></a>;
fr: <a href="#deliverymode"><strong>mode de réception</strong></a> des messages&#160;;

source: <strong>data source</strong> indicating the origin in case the subscriber is included in the list and not directly subscribed;
fr: <strong>source de données</strong></a> indiquant l'origine si l'utilisateur est inclus dans la liste et pas directement abonné&#160;;

source: <strong>date of subscription</strong> to the list;
fr: <strong>date d'abonnement</strong> à la liste&#160;;

source: <strong>latest update</strong> of the subscriber options.
fr: <strong>date de dernière mise à jour</strong> des options d'abonné.

source: By default, each page displays 25&#160;subscribers. You can browse through the pages by using the browsing arrows or display more subscribers on each page. You may also wish to sort subscribers according to different criteria by clicking on the corresponding column header.
fr: Par défaut, 25&#160;abonnés sont affichés sur chaque page. Vous pouvez naviguer entre les pages au moyen des flèches de navigation ou choisir d'afficher davantage d'abonnés sur chaque page. Vous pouvez également trier les abonnés en fonction de différents critères en cliquant sur l'intitulé des colonnes correspondantes.

source: To <strong>search a subscriber</strong>, enter all or part of his/her email address or name in the input field and click on the '<strong>Search</strong>' button.
fr: Pour <strong>rechercher un abonné dans la liste</strong>, entrez tout ou partie de son adresse e-mail ou de son nom dans le champ de saisie puis cliquez sur le bouton '<strong>Recherche</strong>'.

source: You can <strong>subscribe other people to the list</strong> from this page:
fr: Vous pouvez <strong>abonner de nouvelles personnes à la liste</strong> à partir de cette page&#160;:

source: To add <strong>a single person</strong>, enter his/her email address in the input field and click on the '<strong>Add</strong>' button.
fr: Pour ajouter <strong>une seule personne</strong>, entrez l'adresse e-mail de la personne que vous souhaitez abonner dans le champ de saisie et cliquez sur le bouton '<strong>Ajout</strong>'.

source: To add <strong>several persons</strong>, click on the '<strong>Multiple add</strong>' button. In the input field that displays, enter the email addresses and names of the people you want to subscribe to the list and click on '<strong>Add subscribers</strong>'.
fr: Pour ajouter <strong>plusieurs personnes</strong>, cliquez sur '<strong>Abonnements par lots</strong>'. Dans la zone de texte qui apparaît, entrez les adresses e-mail et les noms des personnes que vous souhaitez abonner à la liste (une personne par ligne). Supprimez le texte d'exemple puis cliquez sur '<strong>Ajout d'abonnés</strong>'.

source: If you want to subscribe people without letting them know through a notice, tick the 'Quiet' box. However, it is far better to warn people that you subscribe them!
fr: Si vous souhaitez abonner des personnes sans qu'elles ne reçoivent de notification, cochez la case 'Sans prévenir'. Sachez néanmoins qu'il est déconseillé d'abonner des gens sans les prévenir.

source: Even though you have the possibility to subscribe people to your mailing lists, it is always <strong>much better that people take the necessary steps to subscribe themselves</strong> to the list. You can also <strong>invite people to subscribe to the list</strong> through the INVITE command: send an email to %1@%2 and type the following command in the message body: <strong>invite nameofthelist emailaddress</strong> (example: <em class="example">invite list_example john.doe(@)fai.com</em>).
fr: Même si vous pouvez abonner vous-même des personnes à vos listes de diffusion, il est toujours <strong>préférable que les gens fassent la démarche de s'inscrire eux-mêmes</strong> à la liste. Vous pouvez également <strong>inviter des personnes à s'abonner à la liste</strong> au moyen de la commande INVITE&#160;: envoyez un e-mail à %1 en mettant dans le corps du message la commande <strong>invite nomdelaliste adresseemail</strong> (exemple&#160;: <em class="example">invite cri-exemple jean.dupond(@)fai.com</em>).

source: To <strong>accept or reject the subscription requests to the list</strong>, click on '<strong>Pending subscriptions</strong>'. The list of all people who requested subscription to the list displays. To accept or reject a request, tick the box in front of a person's name and click on the button of your choice.
fr: Pour <strong>accepter ou rejeter les demandes d'abonnement à la liste</strong>, cliquez sur '<strong>Abonnements en attente</strong>'. Vous voyez apparaître la liste des personnes ayant demandé leur abonnement à la liste. Pour accepter ou rejeter une demande, cochez la case correspondant à la personne ayant effectué la demande et cliquez sur le bouton de votre choix.

source: To <strong>send a subscription reminder to all subscribers</strong>, click on the '<strong>Remind all</strong>' button. The subscription reminder message contains:
fr: Pour <strong>envoyer à chacun des abonnés une notification de rappel d'abonnement</strong>, cliquez sur le bouton '<strong>Rappel des abonnements</strong>'. La notification de rappel d'abonnement contient&#160;:

source: the <strong>name of the list</strong> to which the subscriber is subscribed;
fr: le <strong>nom de la liste</strong> à laquelle l'abonné est abonné&#160;;

source: the <strong>email address</strong> with which the subscriber is subscribed;
fr: l'<strong>adresse e-mail</strong> avec laquelle l'abonné est abonné&#160;;

source: the subscriber's <strong>list password</strong>;
fr: le <strong>mot de passe de listes</strong> de l'abonné&#160;;

source: a <strong>link to the information page</strong> of the list;
fr: un <strong>lien vers la page d'information</strong> de la liste&#160;;

source: a <strong>clickable address in order to allow subscribers to unsubscribe</strong> from the list.
fr: une <strong>adresse cliquable pour se désabonner</strong> de la liste.

source: You can also configure an automatic subscription reminder through the '<a href="%1/help/listconfig#other">Miscellaneous</a>' page of the 'Edit list config' section.
fr: Vous pouvez également configurer un rappel d'abonnement automatique via la page '<a href="%1/help/listconfig#other">Divers</a>' de la section 'Configurer la liste'.

source: To <strong>unsubscribe subscribers</strong> from this page, select them by ticking the boxes in front of their names and click on the '<strong>Delete selected email addresses</strong>' button.
fr: Pour <strong>désabonner des abonnés</strong> à partir de cette page, sélectionnez les abonnés en cochant les cases situées en bout de ligne et cliquez sur le bouton '<strong>Désabonner les adresses sélectionnées</strong>'.

source: If you do not want to notify the subscribers, tick the 'Quiet' box. However, this is not advisable, except in the case of bouncing subscribers.
fr: Si vous souhaitez que le désabonnement ne soit pas suivi d'une notification, cochez la case 'Sans prévenir'. Il est déconseillé de désabonner des abonnés sans les prévenir, excepté dans le cas où il s'agit d'abonnés en erreur.

source: Tip: to select all subscribers at once, first make sure that they are all displayed on the page, and then click on the 'Toggle selection' button: all subscribers will be selected in a single click!
fr: Astuce&#160;: pour sélectionner tous les abonnés en une fois, assurez-vous tout d'abord qu'ils sont tous affichés sur la page, puis cliquez sur le bouton 'Inverser la sélection'&#160;: tous les abonnés seront sélectionnés en un clic&#160;!

source: To <strong>change a subscriber's subscriber options</strong>, click on his/her email address.
fr: Pour <strong>modifier les options d'abonnés d'un abonné</strong>, cliquez sur son adresse e-mail.

source: From this page, you can <strong>change the name, email address and message delivery mode of the subscriber</strong>. You can also <strong>unsubscribe him/her</strong>.
fr: À partir de cette page, vous pouvez <strong>modifier le nom, l'adresse e-mail et le mode de réception des messages de l'abonné</strong>. Vous pouvez également <strong>le désabonner</strong>.

source: If the subscriber is <a href="#manage_bounces">bouncing</a>, another form displays under the 'Subscriber information' form:
fr: Si l'abonné est <a href="#manage_bounces">en erreur</a>, un second bandeau apparaît sous le bandeau 'Information abonné'&#160;:

source: The information displayed involves:
fr: Les informations affichées sont&#160;:

source: the type of error (in English);
fr: type d'erreur (en anglais)&#160;;

source: the number or errors;
fr: nombre d'erreurs&#160;;

source: the period during which errors occurred.
fr: période au cours de laquelle des erreurs ont été observées.

source: You can <strong>check the latest error</strong> or <strong>reset errors</strong>. If you reset errors, the subscriber's <a href="%1/help/listconfig#bouncers">score</a> will be reset to zero.
fr: Vous pouvez <strong>consulter la dernière erreur</strong> ou <strong>effacer toutes les erreurs</strong>. Si vous effacez toutes les erreurs, le <a href="%1/help/listconfig#bouncers">score</a> de l'abonné sera remis à zéro.

source: To manage bouncing addresses more easily, go to the '<a href="#manage_bounces">Bounces</a>' page of the list administration module.
fr: Pour gérer plus facilement les adresses en erreur, allez à la page '<a href="#manage_bounces">Erreurs</a>' du module d'administration de la liste.

source: Managing bounces
fr: Gérer les erreurs

source: When there is a <strong>problem with subscribers' email addresses</strong> (obsolete email addresses, addresses temporarily unavailable when messages were sent, inbox quota exceeded, etc.), the percentage of bouncing addresses displays in the left menu under the text '<strong>Error rate</strong>'. To check the bouncing addresses, go to the '<strong>Bounces</strong>' page of the list administration module.
fr: Lorsqu'il y a un <strong>problème avec les adresses e-mail de certains abonnés</strong> (adresses qui n'existent plus, adresses momentanément indisponibles au moment de l'envoi de messages, capacité de la boîte de réception atteinte, etc.), un pourcentage d'adresses en erreur est affiché dans le menu de gauche sous le texte '<strong>Taux d'adresses en erreur</strong>'. Pour consulter les adresses en erreur, allez à la page '<strong>Erreurs</strong>' du module d'administration de la liste.

source: The Sympa software automatically manages bouncing subscribers: according to the number of errors and to the traffic on the list, bouncing subscribers are either notified, unsubscribed, or their score is reset to zero when their address stops bouncing.
fr: Le logiciel Sympa gère automatiquement les abonnés en erreur&#160;: en fonction du nombre d'erreurs et du trafic dans la liste, les abonnés en erreur sont soit notifiés, soit désabonnés, soit leur score est remis à zéro lorsque l'erreur ne se reproduit plus.
